IDS_EC_REPORT_CH_TEST = "EC_Report_EN-Test(Lang:EN)"
IDS_EC_FOUNDATION_OVERTURNING_OCCURED = "Došlo k převrácení. Výpočet byl zrušen."
IDS_EC_FOUNDATION_OVERTURNED = "Převrácený"
IDS_EC_FOUNDATION_DESIGN_LOAD = "Návrhové zatížení"
IDS_EC_FOUNDATION_SERVICE_LOAD = "Provozní zatížení"
IDS_EC_FOUNDATION_FACTORED_LOAD = "Faktorizované zatížení"
IDS_EC_FOUNDATION_SURCHARGE_LOAD = "Přídavné zatížení"
IDS_EC_FOUNDATION_SURFACE_LOAD = "Plošné zatížení"
IDS_EC_FOUNDATION_WEIGHT_DENSITY = "Hmotnostní hustota"
IDS_EC_FOUNDATION_SOIL_HEIGHT = "Výška půdy"
IDS_EC_FOUNDATION_SELF_WEIGHT_CONSIDERED = "Vlastní tíha je uvažována."
IDS_EC_FOUNDATION_SELF_WEIGHT_NOT_CONSIDERED = "Vlastní tíha není uvažována."
IDS_EC_FOUNDATION_DEPTH = "Hloubka"
IDS_EC_FOUNDATION_COLUMN_SECTION = "Průřez sloupu"
IDS_EC_FOUNDATION_SHAPE_COLUMN = "Tvar sloupu"
IDS_EC_FOUNDATION_RECTANGLE = "Obdélník"
IDS_EC_FOUNDATION_CIRCLE = "Kruh"
IDS_EC_FOUNDATION_ECCENTRICITY_X = "Excentricita (X)"
IDS_EC_FOUNDATION_ECCENTRICITY_Y = "Excentricita (Y)"
IDS_EC_FOUNDATION_WALL_SECTION = "Průřez stěny"
IDS_EC_FOUNDATION_THICKNESS = "Tloušťka"
IDS_EC_FOUNDATION_ECCENTRICITY = "Excentricita"
IDS_EC_FOUNDATION_REBAR = "Výztuž"
IDS_EC_FOUNDATION_DIRECTION_X = "Směr X"
IDS_EC_FOUNDATION_LAYER__i = "Vrstva %i"
IDS_EC_FOUNDATION_DIRECTION_Y = "Směr Y"
IDS_EC_FOUNDATION_FOUNDATION = "Základ"
IDS_EC_FOUNDATION_FOUNDATION_SIZE = "Velikost základu"
IDS_EC_FOUNDATION_WIDTH = "Šířka"
IDS_EC_FOUNDATION_NO_OF_PILE = "Počet pilot "
IDS_EC_FOUNDATION_SPACE_OF_PILE = "Vzdálenost piloty "
IDS_EC_FOUNDATION_CHECK_SOIL_CAPA = "Zkontrolovat únosnost půdy"
IDS_EC_FOUNDATION_CHECK_SOIL_STRESS = "Zkontrolujte provozní napětí v zemině v hlavním programu."
IDS_EC_FOUNDATION_CALC_SOIL_STRESS = "Vypočítat provozní napětí v půdě"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS = "Vypočítat maximální napětí v půdě"
IDS_EC_FOUNDATION_CALC_SOIL_STRESS__s = "Vypočítat provozní napětí v zemině (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS__s = "Vypočítat mezní napětí v zemině (%s)"
IDS_EC_FOUNDATION_CHECK_PILE_CAPA = "Zkontrolovat únosnost piloty"
IDS_EC_FOUNDATION_CALC_ACTUAL_PILE_STRESS__s = "Vypočítat provozní reakci piloty (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_PILE_STRESS__s = "Vypočítat mezní reakci piloty (%s)"
IDS_EC_FOUNDATION_INDEX = "Index"
IDS_EC_FOUNDATION_AT_FACE = "na čele"
IDS_EC_FOUNDATION_AT_DIST2D = "vzdálenost-2D"
IDS_EC_FOUNDATION_CHECK_ONE_WAY_SHEAR = "Zkontrolovat jednosměrný smyk"
IDS_EC_FOUNDATION_CHECK_TWO_WAY_SHEAR = "Zkontrolovat dvousměrný smyk"
IDS_EC_FOUNDATION_CALC_PAREMETER = "Vypočítat parametr"
IDS_EC_FOUNDATION_COLUMN_FACE = "Vypočítat smyk na líci sloupu"
IDS_EC_FOUNDATION_2D = "Vypočítat smyk ve vzdálenosti 2d"
IDS_EC_FOUNDATION_D = "Vypočítat smyk ve vzdálenosti d"
IDS_EC_FOUNDATION_CHECK_MOMENT_CAPA = "Zkontrolovat únosnost momentu"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA__s = "Vypočítat únosnost momentu (%s)"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA_AT_COLM_FACE = "Vypočítat únosnost na moment na líci sloupu"
IDS_EC_FOUNDATION_REF_095D = "Odkaz na 0.95d je „The Concise Eurocode“ 2006"
IDS_EC_FOUNDATION_CHECK_REBAR = "Zkontrolovat výztuž"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_AREA_REQ = "Vypočítat požadovanou minimální plochu výztuže"
IDS_EC_FOUNDATION_X_DIRECTION = "X Směr"
IDS_EC_FOUNDATION_Y_DIRECTION = "Y Směr"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_SPACE_REQ__s = "Vypočítat mezní hodnotu maximální rozteče výztuže (%s)"
IDS_EC_FOUNDATION_SELF_WEIGHT = "Vlastní hmotnost"
IDS_EC_FOUNDATION_COLUMN = "Sloup"
IDS_EC_FOUNDATION_SHAPE = "Tvar"
IDS_EC_FOUNDATION_DIAMETER = "Průměr"
IDS_EC_FOUNDATION_ECCENT_X = "Excentricita(X)"
IDS_EC_FOUNDATION_ECCENT_Y = "Excentricita(Y)"
IDS_EC_FOUNDATION_WALL = "Stěna"
IDS_EC_FOUNDATION_LAYER_1_X = "Vrstva-1 (X)"
IDS_EC_FOUNDATION_LAYER_2_X = "Vrstva-2 (X)"
IDS_EC_FOUNDATION_LAYER_1_Y = "Vrstva-1 (Y)"
IDS_EC_FOUNDATION_LAYER_2_Y = "Vrstva-2 (Y)"
IDS_EC_FOUNDATION_PILE = "Pilíř"
IDS_EC_FOUNDATION_SPACE = "Prostor"
IDS_EC_FOUNDATION_CHECK_CAPA = "Zkontrolovat kapacitu"
IDS_EC_FOUNDATION_CHECK_ITEMS = "Zkontrolovat položky"
IDS_EC_FOUNDATION_UNIT = "Jednotka"
IDS_EC_FOUNDATION_CALCULATED = "Vypočítáno"
IDS_EC_FOUNDATION_CRITIERIA = "Kritéria"
IDS_EC_FOUNDATION_SOIL_CAPA__s = "Únosnost půdy (%s)"
IDS_EC_FOUNDATION_MOMENT_X_DIR_MUY__s = "Moment – směr X (Muy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MUX__s = "Moment – směr Y (Mux, %s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_X__s = "1Smyk-X (%s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_Y__s = "1Smyk-Y (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR__s = "2Smyk (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_FACE_s = "2Smyk-Čelo (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_2D_s = "2Smyk-2D (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_D_s = "2Smyk-D (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_FACE_s = "Pila Punching-Čelo (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_2D_s = "Pila Punching-2D (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_COMP__s = "Únosnost piloty – tlak (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_TENS__s = "Únosnost piloty – tah (%s)"
IDS_EC_FOUNDATION_FOUNDATION_INPUT_LIST = "SEZNAM VSTUPŮ ZÁKLADU"
IDS_EC_FOUNDATION_INPUT_DATA_LIST = "Seznam vstupních dat"
IDS_EC_FOUNDATION_DEPTH_COVER__s__s__s__s = "Hloubka = %s%s, Krytí = %s%s"
IDS_EC_FOUNDATION_DEPTH_DISTANCE__s__s__s__s = "Hloubka = %s%s, Vzdálenost = %s%s"
IDS_EC_FOUNDATION_GENERATING_FOUNDATION_REPORT = "Generování zprávy o základu..."
IDS_EC_FOUNDATION_SHAPE_COLUMN_RECTANGLE = "Tvar sloupu \t: Obdélník"
IDS_EC_FOUNDATION_SHAPE_COLUMN_CIRCLE = "Tvar sloupu \t: Kruh"
IDS_EC_FOUNDATION_ECCENT_X__s__s = "Excentricita (X) \t: %s%s"
IDS_EC_FOUNDATION_ECCENT_Y__s__s = "Excentricita (Y) \t: %s%s"
IDS_EC_FOUNDATION_THICKNESS__s = "Tloušťka \t: %s"
IDS_EC_FOUNDATION_ECCENT__s = "Excentricita \t: %s"
IDS_EC_FOUNDATION_WIDTH__s__s = "Šířka \t: %s%s"
IDS_EC_FOUNDATION_X__s = "X(%s)"
IDS_EC_FOUNDATION_Y__s = "Y(%s)"
IDS_EC_FOUNDATION_PILE_PUNCHING = " : Děrování u piloty"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_X = "Vypočítat jednosměrný smyk (směr X)"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_Y = "Vypočítat jednosměrný smyk (směr Y)"
IDS_EC_FOUNDATION_CHECK_MOMENT = "Zkontrolovat moment"
IDS_EC_FOUNDATION_COLUMN__s = "Sloup (%s)"
IDS_EC_FOUNDATION_WALL__s = "Stěna (%s)"
IDS_EC_FOUNDATION_DEPTH_COVER_DIVIDE__s__s__s__s = "( Hloubka = %s%s, Krytí = %s%s / "
IDS_EC_FOUNDATION_DEPTH_DISTANCE_DIVIDE__s__s__s__s = "( Hloubka = %s%s, Vzdálenost = %s%s / "
IDS_EC_FOUNDATION_FCK_FY__s__s = "fck = %s%s, fyk = %s%s )"
IDS_EC_FOUNDATION_SELF_ENTER_WEIGHT = "Vlastní\nHmotnost"
IDS_EC_FOUNDATION_ISNOT_ADJUST_DGN_MODULE = "Nekompatibilní verze návrhového modulu"
IDS_EC_FOUNDATION_FCK_FY__s__s__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_MOMENT_EFFECTIVE_DEPTH = "Vypočítat efektivní hloubku momentu"
IDS_EC_FOUNDATION_SHEAR_EFFECTIVE_DEPTH = "Vypočítat efektivní hloubku smyku"
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE1 = "Poznámka: Při kontrole děrování u piloty se předpokládá, že pilota je vnitřní pilota."
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE2 = "Kritický obvod je určen bez uvažování rohové nebo okrajové piloty."
IDS_EC_FOUNDATION_USER_D = "Vypočítat smyk ve vzdálenosti – uživatelské d"
IDS_EC_ONEWAY_SHEAR = "Jednosměrný smyk"
IDS_EC_ONEWAY_SHEAR_X = "Jednosměrný smyk-X"
IDS_EC_TWOWAY_SHEAR = "Dvousměrný smyk"
IDS_EC_TWOWAY_SHEAR_CF = "Dvousměrný smyk – líc sloupu"
IDS_EC_TWOWAY_SHEAR_2D = "Dvousměrný smyk-2D"
IDS_EC_TWOWAY_SHEAR_USERD = "Dvousměrný smyk-UživatelD"
IDS_EC_OFFSET_FACTOR = "Faktor offsetu"
IDS_EC_MOMENT_Y_DIRECTION = "Moment-Y Směr"
IDS_EC_MOMENT_X_DIRECTION = "Moment-X Směr"
IDS_EC_CANTIL_MOMENT_X_DIRECTION = "Moment-X Směr (Vyvýšený)"
IDS_EC_COLUMN_MOMENT_X_DIRECTION = "Moment-X Směr (Sloup)"
IDS_EC_SPAN_MOMENT_X_DIRECTION = "Moment-X Směr (Rozpon)"
IDS_EC_REBAR_SPACE_Y_DIRECTION = "Zkontrolovat prostor-Y"
IDS_EC_REBAR_SPACE_X_DIRECTION = "Zkontrolovat prostor-X"
IDS_EC_REBAR_AREA_Y_DIRECTION = "Zkontrolovat plochu-Y"
IDS_EC_REBAR_AREA_X_DIRECTION = "Zkontrolovat plochu-X"
IDS_EC_OFFSET = "Offset"
IDS_EC_FOUNDATION_SOIL_CAPA = "Únosnost půdy"
IDS_EC_FOUNDATION_SOIL_CAPA_EXPL = "Hodnota je založena na provozním zatížení"
IDS_EC_FOUNDATION_OVER_TURNING = "Hodnoty nebudou zobrazeny, pokud dojde k převrácení"
IDS_EC_FOUNDATION_SOIL_DIAGRM = "Diagram napětí v půdě"
IDS_EC_SFD_DIAGRAM = "Diagram smykové síly"
IDS_EC_BMD_DIAGRAM = "Diagram ohybového momentu"
IDS_EC_PLAN_SECT = "Plán & Průřez"
IDS_EC_REBAR_MAX_AREA = "Maximální plocha"
IDS_EC_REBAR_MIN_AREA = "Minimální plocha"
IDS_EC_REBAR_REQ_AREA = "Požadovaná plocha"
IDS_EC_REBAR_MAX_SPACE = "Maximální vzdálenost"
IDS_EC_CANTIL = "Vyvýšený nosník"
IDS_EC_COLUMN = "Sloup"
IDS_EC_SPAN = "Rozpon"
IDS_EC_FOUNDATION_FDN_SECTION = "Průřez základu"
IDS_EC_FOUNDATION_FORCES_REINFORCEMENT = "Síly a výztuž"
IDS_EC_FOUNDATION_INVERTED_T = "Inverzní T"
IDS_EC_FOUNDATION_ECC = "Ecc."
IDS_EC_FOUNDATION_MOMENT_TOP__s = "Moment_top (%s)"
IDS_EC_FOUNDATION_MOMENT_BOT__s = "Moment_bot (%s)"
IDS_EC_FOUNDATION_SHEAR__s = "Smyk (%s)"
IDS_EC_FOUNDATION_TRANSE_MOMENT__s = "Příčný moment (%s)"
IDS_EC_FOUNDATION_LX = "Lx"
IDS_EC_FOUNDATION_SECTION_BEAM_SIZE = "Velikost nosníku"
IDS_EC_FOUNDATION_MOMENTS_FORCES = "Momenty a síly"
IDS_EC_FOUNDATION_CALC_SHEAR_CAPA = "Vypočítat kapacitu smykového napětí"
IDS_EC_FOUNDATION_FCK_FY_NOBRACKET__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_TOP_BAR = "Horní výztuž"
IDS_EC_FOUNDATION_BOTTOM_BAR = "Spodní výztuž"
IDS_EC_FOUNDATION_BOT_BAR = "Spodní výztuž"
IDS_EC_FOUNDATION_STIRRUP = "Sponka"
IDS_EC_FOUNDATION_STANSVERSE_BAR = "Příčná výztuž"
IDS_EC_FOUNDATION_STANS_BAR = "Příčná výztuž"
IDS_EC_FOUNDATION_X = "X"
IDS_EC_FOUNDATION_Y = "Y"
IDS_EC_FOUNDATION_DIR_x = "x"
IDS_EC_FOUNDATION_DIR_y = "y"
IDS_EC_FOUNDATION__s_c = "%s_c$"
IDS_EC_FOUNDATION__s_s = "%s_s$"
IDS_EC_FOUNDATION_Fck = "f_ck$"
IDS_EC_FOUNDATION_Fy = "f_yk$"
IDS_EC_FOUNDATION_Ps = "P_Ed,s$"
IDS_EC_FOUNDATION_Msx = "M_Edx,s$"
IDS_EC_FOUNDATION_Msy = "M_Edy,s$"
IDS_EC_FOUNDATION_Pu = "N_Ed$"
IDS_EC_FOUNDATION_Mux = "M_Edx$"
IDS_EC_FOUNDATION_Muy = "M_Edy$"
IDS_EC_FOUNDATION_Mu_top = "M_Ed,top$"
IDS_EC_FOUNDATION_Mu_bottom = "M_Ed,bottom$"
IDS_EC_FOUNDATION_Mu_bot = "M_Ed,bot$"
IDS_EC_FOUNDATION_As = "A_s$"
IDS_EC_FOUNDATION_REBAR__s__s = "%s@%s"
IDS_EC_FOUNDATION_L_x = "L_x$"
IDS_EC_FOUNDATION_L_y = "L_y$"
IDS_EC_FOUNDATION_fe = "f_e$"
IDS_EC_FOUNDATION_EA = "EA"
IDS_EC_FOUNDATION_q_a_comp = "q_a,comp.$"
IDS_EC_FOUNDATION_q_a_tens = "q_a,tens.$"
IDS_EC_FOUNDATION_q_a = "q_a$"
IDS_EC_FOUNDATION_q_s_left = "q_s,left$"
IDS_EC_FOUNDATION_q_s_right = "q_s,right$"
IDS_EC_FOUNDATION_q_s_top_left = "q_s,top-left$"
IDS_EC_FOUNDATION_q_s_top_right = "q_s,top-right$"
IDS_EC_FOUNDATION_q_s_bot_left = "q_s,bot-left$"
IDS_EC_FOUNDATION_q_s_bot_right = "q_s,bot-right$"
IDS_EC_FOUNDATION_q_s_max = "q_s,max$"
IDS_EC_FOUNDATION_q_s_min = "q_s,min$"
IDS_EC_FOUNDATION_q_s = "q_s$"
IDS_EC_FOUNDATION_q_u_left = "q_u,left$"
IDS_EC_FOUNDATION_q_u_right = "q_u,right$"
IDS_EC_FOUNDATION_q_u_top_left = "q_u,top-left$"
IDS_EC_FOUNDATION_q_u_top_right = "q_u,top-right$"
IDS_EC_FOUNDATION_q_u_bot_left = "q_u,bot-left$"
IDS_EC_FOUNDATION_q_u_bot_right = "q_u,bot-right$"
IDS_EC_FOUNDATION_q_u_max = "q_u,max$"
IDS_EC_FOUNDATION_q_u_min = "q_u,min$"
IDS_EC_FOUNDATION_q_u = "q_u$"
IDS_EC_FOUNDATION_V_Ed = "V_Ed$"
IDS_EC_FOUNDATION_V_Edx = "V_Edx$"
IDS_EC_FOUNDATION_V_Edy = "V_Edy$"
IDS_EC_FOUNDATION_M_Ed__s = "M_Ed%s$"
IDS_EC_FOUNDATION_Ed = "_Ed$"
IDS_EC_FOUNDATION_V_Rd = "V_Rd$"
IDS_EC_FOUNDATION_V_Rdx = "V_Rdx$"
IDS_EC_FOUNDATION_V_Rdy = "V_Rdy$"
IDS_EC_FOUNDATION_M_Rd__s = "M_Rd%s$"
IDS_EC_FOUNDATION_Rd = "_Rd$"
IDS_EC_FOUNDATION_Rdmax = "_Rdmax$"
IDS_EC_FOUNDATION_As_min = "A_s,min$"
IDS_EC_FOUNDATION_APP_As_min = "A_s,min aplikováno$"
IDS_EC_FOUNDATION_s_req = "s_req$"
IDS_EC_FOUNDATION_s_req1 = "s_req.1$"
IDS_EC_FOUNDATION_s_req2 = "s_req.2$"
IDS_EC_FOUNDATION_s__s = "s_%s$"
IDS_EC_FOUNDATION_L_SELF_WEIGHT = "Vlastní\nHmotnost"
IDS_EC_FOUNDATION_L_SURFACE = "L_surface$"
IDS_EC_FOUNDATION_H_SOIL = "H_soil$"
IDS_EC_FOUNDATION_C_x = "C_x$"
IDS_EC_FOUNDATION_C_y = "C_y$"
IDS_EC_FOUNDATION_Ecc_x = "Ecc_x$"
IDS_EC_FOUNDATION_Ecc_y = "Ecc_y$"
IDS_EC_FOUNDATION_TOP = "Horní"
IDS_EC_FOUNDATION_BOT = "Spodní"
IDS_EC_FOUNDATION_LAYER__i__EA = "Vrstva %i\t : %i EA ("
IDS_EC_FOUNDATION_STRIRRUP__s = "Třmínek \t : %s ("
IDS_EC_FOUNDATION_TRANS_BAR__s__s = "Příčná výztuž \t : %s-%s ("
IDS_EC_FOUNDATION_SURCHARGE_LOAD_NOT = "Přídavné zatížení není uvažováno."
IDS_EC_FOUNDATION_FOR_UNIT_WIDTH = "pro jednotkovou šířku"
IDS_EC_FOUNDATION_FOR_WHOLE_WIDTH = "pro celou šířku"
IDS_EC_MEMBER_NAME = "NÁZEV PRVKU"
IDS_EC_GENERAL_INFORMATION = "Obecné informace"
IDS_EC_DESIGN_CODE = "Projektová norma"
IDS_EC_UNIT_SYSTEM = "Jednotkový systém"
IDS_EC_SECTION = "Průřez"
IDS_EC_SECTION_SIZE = "Velikost průřezu"
IDS_EC_SECTION_SHAPE_T = "T-průřez"
IDS_EC_SECTION_SHAPE_RECT = "R-průřez"
IDS_EC_THICKNESS = "Tloušťka"
IDS_EC_MATERIAL = "Materiál"
IDS_EC_REBAR_COVER = "Ochranná vrstva"
IDS_EC_REBAR_DISTANCE = "Vzdálenost"
IDS_EC_CONSIDERED = "Zohledněno"
IDS_EC_NOT_CONSIDERED = "Nezohledněno"
IDS_EC_POSITION_CAPITAL = "POZICE"
IDS_EC_POS = "POS"
IDS_EC_DESIGN_FORCES = "Projektové síly"
IDS_EC_FORCES = "Síly"
IDS_EC_BY_LOAD_COMB = "podle kombinací zatížení"
IDS_EC_SURCHARGE_LOAD_SELF_WEIGHT = "Přídavné zatížení a vlastní hmotnost"
IDS_EC_REINFORCEMENT = "Výztuž"
IDS_EC_TOP_BAR = "Horní výztuž"
IDS_EC_BOTTOM_BAR = "Spodní výztuž"
IDS_EC_TOP = "Horní"
IDS_EC_BOTTOM = "Spodní"
IDS_EC_EXT_BAR = "Vnější výztuž"
IDS_EC_INT_BAR = "Vnitřní výztuž"
IDS_EC_BOT = "Spod."
IDS_EC_EXT = "Vněj."
IDS_EC_INT = "Vnitř."
IDS_EC_STIRRUP = "Sponka"
IDS_EC_TRANSVERSE_BAR = "Příčná výztuž"
IDS_EC_POSITION_I = "I"
IDS_EC_POSITION_M = "M"
IDS_EC_POSITION_J = "J"
IDS_EC_RATIO = "Poměr"
IDS_EC_LAYER = "Vrstva"
IDS_EC_REMARK = "Poznámka"
IDS_EC_ITEMS = "Položky"
IDS_EC_VALUE = "Hodnota"
IDS_EC_INPUT_DATA_LIST = "Seznam vstupních dat"
IDS_EC_LENGTH = "Délka"
IDS_EC_FACTOR = "Faktor"
IDS_EC2_BEAM_GENERATE_REPORT = "Generování zprávy RC/Nosník..."
IDS_EC2_BEAM_MOMENT_FORCES = "Momenty a síly"
IDS_EC2_BEAM_FORCE_REINFORCEMENT = "Síly a výztuže"
IDS_EC2_BEAM_COMPRESSION_REBAR = "Tlaková výztuž"
IDS_EC2_BEAM_SPLICE_TYPE = "Typ spojení"
IDS_EC2_BEAM_REPORT_CALC_SHEAR_RATIO = "Vypočítat poměr smykové únosnosti"
IDS_EC2_BEAM_REPORT_CALC_STIRRUP_SPACE = "Vypočítat rozteč smykové výztuže"
IDS_EC2_BEAM_REPORT_CALC_VRD_S = "Vypočítat smykovou únosnost se smykovou výztuží"
IDS_EC2_BEAM_REPORT_CALC_VRD_MAX = "Vypočítat maximální smykovou únosnost průřezu"
IDS_EC2_BEAM_CHECK_ONEWAY_SHEAR = "Zkontrolovat jednosměrný smyk"
IDS_EC2_BEAM_CHECK_MOMENT_CAPACITY = "Zkontrolovat kapacitu ohybového momentu"
IDS_EC2_BEAM_CALC_MATL_DGN_STRENGTH = "Vypočítat návrhovou pevnost materiálů"
IDS_EC2_BEAM_CALC_DGN_PARAM = "Vypočítat návrhový parametr"
IDS_EC2_BEAM_CALC_REQ_REBAR_AREA = "Vypočítat požadovanou plochu výztuže"
IDS_EC2_BEAM_CALC_LIMIT_REBAR_AREA = "Vypočítat mezní plochu výztuže"
IDS_EC2_BEAM_CHECK_TENS_REBAR_AREA = "Zkontrolovat plochu tahové výztuže"
IDS_EC2_BEAM_CALC_MOMENT_CAPACITY = "Vypočítat kapacitu momentu"
IDS_EC2_BEAM_CALC_MOMENT_RATIO = "Vypočítat poměr momentové únosnosti"
IDS_EC2_BEAM_SKIP_MOMENT_ZERO = "Moment je nulový. Přeskočeno"
IDS_EC2_BEAM_CHECK_SHEAR_CAPACITY = "Zkontrolovat kapacitu smyku"
IDS_EC2_BEAM_CALC_SHEAR_CAPACITY_CONC = "Vypočítat smykovou únosnost bez smykové výztuže"
IDS_EC2_BEAM_REBAR_POSITIVE = "Pozitivní"
IDS_EC2_BEAM_REBAR_NEGATIVE = "Negativní"
IDS_EC2_BEAM_REBAR_POSITIVE_INT = "Kladná, vnitřní"
IDS_EC2_BEAM_REBAR_NEGATIVE_EXT = "Záporná, vnější"
IDS_EC2_BEAM_SLAB_THICKNESS = "Tloušťka desky"
IDS_EC2_BEAM_EFFECTIVE_WIDTH = "Účinná šířka"
IDS_EC2_BEAM_INPUT_LIST_TITLE = "SEZNAM VSTUPŮ NOSNÍKU"
IDS_EC2_ANALYSIS_AS_RECTANGLE_BEAM = "Analyzovat jako obdélníkový nosník"
IDS_EC2_ANALYSIS_AS_TEE_BEAM = "Analyzovat jako T-nosník"
IDS_EC2_DO_NOT_CHK_CRACK_WIDTH = "Nekontrolovat šířku trhlin"
IDS_EC2_CRACK_LIMIT = "Limit trhlin"
IDS_EC2_CHK_CRACK_WIDTH = "Zkontrolovat šířku trhliny"
IDS_EC2_CHK_CRACK_WIDTH_FACTORS = "Faktory šířky trhliny"
IDS_EC2_CHK_CRACK_OF_CHARACTERISTIC_LOAD = "Zkontrolovat trhliny pro charakteristické zatížení"
IDS_EC2_CHK_CRACK_OF_QUASI_LOAD = "Zkontrolovat trhliny pro kvazistálé zatížení"
IDS_EC2_CHK_CRACK_OF_FREQUENT_LOAD = "Zkontrolovat trhliny pro časté zatížení"
IDS_EC2_EXPOSURE_CLASS = "Třída expozice"
IDS_EC2_CHECK_STRESS_LIMITATION = "Zkontrolovat limit napětí"
IDS_EC2_CRITERIA_DEFLECTION = "Kritéria pro výchylku"
IDS_EC2_FOR_CHARACTERISTIC_DEFLECTION = "Pro charakteristickou výchylku zatížení"
IDS_EC2_FOR_QUASI_PERMANENT_DEFLECTION = "Pro průhyb při kvazistálém zatížení"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Faktor zesílení výchylky"
IDS_EC2_DEFLECTION = "Výchylka"
IDS_EC2_DIVIEDED_BY2_CANTILEVER = "Děleno 2 pro konzolu"
IDS_EC2_SUPPORT = "Podpora"
IDS_EC2_SPAN = "Rozpětí"
IDS_EC2_CHARACTERISTIC = "Charakteristika"
IDS_EC2_QUASI_PERMANENT = "Kvazi-trvalý"
IDS_EC2_FREQUENT = "Častý"
IDS_EC2_DURATION = "Doba trvání"
IDS_EC_DEAD = "Trvalé"
IDS_EC_DEAD_LOAD = "Trvalé zatížení"
IDS_EC_LIVE = "Živé"
IDS_EC_LIVE_LOAD = "Živé zatížení"
IDS_EC_SECT_DOT_UCASE = "SECT."
IDS_EC2_CHARACTERISTIC_DEFLECTION = "Charakteristická výchylka"
IDS_EC2_QUASI_PERMANENT_DEFLECTION = "Kvazi-trvalá výchylka"
IDS_EC2_CHECK_DEFLECTION = "Zkontrolovat výchylku"
IDS_EC_SUPPORT_CONDITION = "Podmínka podpory"
IDS_EC_CHARACTERISTIC_DEFLECTION_FACTOR = "Faktor charakteristické výchylky"
IDS_EC_QUASI_DEFLECTION_FACTOR = "Faktor kvazi-výchylky"
IDS_EC_DURATION_FOR_SUSTAIN_LOAD = "Doba trvání pro udržované zatížení"
IDS_EC_SUSTAIN_LOAD = "Udržované zatížení"
IDS_EC2_CBSF_MAIN_RIB = "Hlavní žebro"
IDS_EC2_CBSF_FLANGE_PART = "Část příruby"
IDS_EC2_CBSF_CALC_FORCE_FLANGE_PART = "Vypočítat návrhovou sílu (část příruby)"
IDS_EC2_CBSF_FORCE_PARAM_FLANGE_PART = "Návrhový parametr síly"
IDS_EC2_CBSF_FORCE_FLANGE_PART = "Návrhová síla (část příruby)"
IDS_EC2_CBSF_SOIL_BEARING_CAPACITY = "Nosnost půdy"
IDS_EC2_CBSF_CHECK_SOIL_BEARING_CAPACITY = "Zkontrolovat nosnost půdy"
IDS_EC2_CBSF_CALC_SOIL_BEARING_RATIO = "Vypočítat poměr únosnosti zeminy"
IDS_EC2_CBSF_INPUT_LIST_TITLE = "VSTUPNÍ SEZNAM PRO SPOJITÝ NOSNÍKOVÝ PÁSOVÝ ZÁKLAD"
IDS_EC2_CBSF_GENERATING_CBSF_REPORT = "Generování zprávy o pásovém základu..."
IDS_EC_FOUNDATION_MOMENT_X_DIR_MEDY__s = "Moment – směr X (MEdy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MEDX__s = "Moment – směr Y (MEdx, %s)"
IDS_EC2_CWALL_INPUT_LIST_TITLE = "SEZNAM VSTUPŮ KOMBINOVANÉ STĚNY"
IDS_EC2_CWALL_GENERATING_CWALL_REPORT = "Generování zprávy o kombinované stěně..."
IDS_EC2_CWALL_WALL_ID = "ID stěny"
IDS_EC_LOAD_COMBINATIONS = "Kombinace zatížení"
IDS_EC_LCB = "LCB"
IDS_EC2_CWALL_START_POINT = "Počáteční bod"
IDS_EC2_CWALL_END_POINT = "Koncový bod"
IDS_EC_INFORMATION = "Informace"
IDS_EC_SPACING_LIMIT = "Limit rozteče"
IDS_EC2_CWALL_VERT_REBAR_POSITION = "Pozice vertikální výztuže"
IDS_EC2_CWALL_VERT_REBAR = "Svislá výztuž"
IDS_EC2_CWALL_HORZ_REBAR = "Vodorovná výztuž"
IDS_EC2_CWALL_END_REBAR = "Koncová výztuž"
IDS_EC2_CWALL_REBAR_ARRANGEMENT = "Uspořádání"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EQUALLY = "Rozdělit rovnoměrně podle nejbližší rozteče"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EXACT = "Rozdělit přesně"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_END = "Od konce"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_MID = "Od středu"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_ADD_REBAR = "Přidat výztuž"
IDS_EC_CHECK_SLENDERNESS_RATIO = "Zkontrolovat poměr štíhlosti"
IDS_EC_CALC_RADIUS_GYRATION = "Vypočítat poloměr setrvačnosti"
IDS_EC_CALC_SLENDERNESS_RATIO = "Vypočítat poměr štíhlosti"
IDS_EC_CALC_SLENDERNESS_RATIO_LIMIT = "Vypočítat limitní poměr štíhlosti"
IDS_EC_SLENDER = "Štíhlý"
IDS_EC_NOT_SLENDER = "Není štíhlý"
IDS_EC_CHECK_MIN_MOMENT = "Zkontrolovat minimální moment"
IDS_EC_CALC_MIN_MOMENT = "Vypočítat minimální moment"
IDS_EC_CALC_MIN_ECCEN = "Vypočítat minimální excentricitu"
IDS_EC_CHECK_DESIGN_MOMENT = "Zkontrolovat návrhový moment"
IDS_EC_CALC_DESIGN_MOMENT = "Vypočítat návrhový moment"
IDS_EC_DESIGN_MOMENT = "Návrhový moment"
IDS_EC_X_DIRECTION = "Směr X"
IDS_EC_Y_DIRECTION = "Směr Y"
IDS_EC_CHECK_DESIGN_PARAMETER = "Zkontrolovat návrhový parametr"
IDS_EC_CALC_REBAR_RATIO = "Vypočítat poměr výztuže"
IDS_EC_CALC_ECCENTRICITY = "Vypočítat excentricitu"
IDS_EC_ROTATION_NA = "Úhel natočení neutrální osy"
IDS_EC_CALC_CONCEN_AXIAL_CAPACITY = "Vypočítat únosnost při soustředném osovém zatížení"
IDS_EC_CHECK_MOMENT_CAPACITY = "Zkontrolovat kapacitu momentu"
IDS_EC_CALC_CAPACITY_CONCRETE = "Vypočítat únosnost tlačeného betonového bloku napětí"
IDS_EC_CALC_CAPACITY_REBAR = "Vypočítat kapacitu výztuže"
IDS_EC_CALC_NORMINAL_CAPACITY_FOR_NA = "Vypočítat nominální únosnost pro neutrální osu"
IDS_EC_CALC_AXIAL_MOMENT_CAPACITY = "Vypočítat únosnosti osové síly a momentu"
IDS_EC_CHECK_SHEAR_CAPACITY = "Zkontrolovat kapacitu smyku"
IDS_EC_CALC_STIRRUP_MAX_SPACE = "Vypočítat maximální rozestup"
IDS_EC_CALC_SHEAR_STRENGTH = "Vypočítat pevnost v smyku"
IDS_EC_LENGTH_FACTOR = "Délka a faktor"
IDS_EC_MOMENT_CAPACITY = "Kapacita momentu"
IDS_EC_SHEAR_CAPACITY = "Kapacita smyku"
IDS_EC_CHECK_ITEM = "Kontrolní položka"
IDS_EC_NO = "No"
IDS_EC_CHK = "CHK"
IDS_EC_NAME = "Název"
IDS_EC_DESCRIPTION = "Popis"
IDS_EC_DESIGN_FORCE = "Navrhovaná síla"
IDS_EC2_CWALL_FLANGE_WIDTH = "Šířka plechu"
IDS_EC2_CWALL_FLANGE_WIDTH_ACTUAL = "Skutečná šířka"
IDS_EC2_CWALL_FLANGE_WIDTH_EFFECT = "Účinná šířka"
IDS_EC2_CWALL_GLOBAL = "Globální"
IDS_EC_SHEAR_REINFORCEMENT_NOT_REQUIRED = "Smyková výztuž není požadována."
IDS_EC_SHEAR_REINFORCEMENT_REQUIRED = "Smyková výztuž je požadována."
IDS_EC_2ND_ORDER_EFFECT = "Druhé řádové efekty"
IDS_EC_IMPERFECTION = "Nedokonalost"
IDS_EC_AUTO_CALC = "Automatický výpočet."
IDS_ERCO_MOMENT_CAPACITY = "Zkontrolovat kapacitu momentu"
IDS_ERCO_NOMINAL_CAPACITY_BALANCED = "Vypočítat nominální únosnost pro vyváženou osu"
IDS_ERCO_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Vypočítat jmenovitou únosnost pro neutrální osu"
IDS_ERCO_BANLANCED_AXIS = "Vyvážená osa"
IDS_ERCO_NEUTRAL_AXIS = "Neutrální osa"
IDS_ERCO_CAPACITY_REBAR = "Vypočítat kapacitu výztuže"
IDS_ERCO_CAPACITY_COMPRESSION_BLOCK = "Vypočítat únosnost tlakové napěťové oblasti"
IDS_CALC_STRENGTH_REDUCTION_FACTOR = "Vypočítat faktor snížení pevnosti"
IDS_EC_ERCO_GENERATE_REPORT = "Generování zprávy RC Sloup..."
IDS_EC_ERCO_CHK_SERVICEABILITY = "Zkontrolovat použitelnost"
IDS_EC_ERCO_SERVICEABILITY_FACTORS = "Faktory použitelnosti"
IDS_EC_ERCO_CHK_CHARACTERISTIC_LOAD_STRESS_OF_CONC = "Zkontrolovat charakteristické zatížení ( napětí betonu )"
IDS_EC_ERCO_CHK_QUASI_LOAD_LINEAR_CREEP = "Zkontrolovat kvazistálé zatížení ( lineární dotvarování )"
IDS_EC_ERCO_CHK_FREQUENT_LOAD_STRESS_OF_CONC = "Zkontrolovat časté zatížení ( napětí betonu )"
IDS_EC_ERCO_CRACKED_SECTION = "Průřez s trhlinami"
IDS_EC_ERCO_UNCRACKED_SECTION = "Průřez bez trhlin"
IDS_EC_ERCO_LINEAR_CREEP = "Lineární creep"
IDS_EC_ERCO_NONLINEAR_CREEP = "Nelineární creep"
IDS_EC_ERCO_LONG_TERM = "Dlouhodobý"
IDS_EC_ERCO_SHORT_TERM = "Krátkodobý"
IDS_URGC_EFFECTIVE_AREA = "Účinná plocha"
IDS_URGC_GENERATE_REPORT = "Generování zprávy RC sloup – obecný průřez..."
IDS_URGC_GEN_COLUMN_INPUT_LIST = "VSTUPNÍ SEZNAM RC SLOUPU – OBECNÝ PRŮŘEZ"
IDS_ESBC_INPUT_LIST = "VSTUPNÍ SEZNAM ŠROUBOVÉHO SPOJE OCELI"
IDS_ESBC_PLATE = "Deska"
IDS_ESBC_PLATE_WEB = "Deska (Web)"
IDS_ESBC_PLATE_FLANGE = "Deska (Plecha)"
IDS_ESBC_BOLT = "Šroub"
IDS_ESBC_EXTENSION = "Prodloužení"
IDS_ESBC_AUTO = "Auto"
IDS_ESBC_SUPPORTED_MEM = "Podporovaný prvek"
IDS_ESBC_SUPPORTING_MEM = "Podporující prvek"
IDS_ESBC_BOLT_TYPE = "Typ šroubu"
IDS_ESBC_WELDING = "Svařování"
IDS_ESBC_WELDING_MATERIAL_AND_LEG = "Materiál a noha"
IDS_ESBC_WELDING_MATERIAL = "Materiál svařování"
IDS_ESBC_WELDING_LEG = "Noha svařování"
IDS_ESBC_MAX_VALUE = "Maximální hodnota"
IDS_ESBC_NOT_CHK = "Nekontrolovat"
IDS_ESBC_CHK_MAX_VALUE = "Zkontrolovat maximální hodnotu rozteče a přesahu"
IDS_ESBC_NOT_CHK_MAX_VALUE = "Nekontrolovat maximální hodnotu rozteče a přesahu"
IDS_ESBC_LEVEL_AND_GAP = "Úroveň a mezera"
IDS_ESBC_LEVEL = "Úroveň"
IDS_ESBC_GAP = "Mezera"
IDS_ESBC_PERCENT = "Procento"
IDS_ESBC_APPLY = "Použít"
IDS_ESBC_DIVISION = "Dělicí deska"
IDS_ESBC_DIVISION_APPLY = "Použít dělicí desku"
IDS_ESBC_DIVISION_NOT_APPLY = "Nepoužít dělicí desku"
IDS_ESBC_APPLIED_FORCE = "Aplikovaná síla"
IDS_ESBC_MEMB_STRENGTH = "Pevnost prvku"
IDS_ESBC_CHK_FLG_COVER_PLATE = "Zkontrolovat krycí desku"
IDS_ESBC_CHK_NET_TENSION = "Zkontrolovat výskyt čistého tahu"
IDS_ESBC_CHK_NET_TENSION_OCCUR = "Vyskytuje se čisté napětí"
IDS_ESBC_CHK_NET_TENSION_NOT_OCCUR = "Čistý tah nenastává"
IDS_ESBC_CHK_PLATE_RESIS = "Zkontrolovat odolnost desky"
IDS_ESBC_CHK_BOLT_GROUP = "Zkontrolovat skupinu šroubů"
IDS_ESBC_CHK_MIN_RESIS = "Zkontrolovat minimální odolnost"
IDS_ESBC_CHK_CHK_COVER_PLATE = "Zkontrolovat krycí desku"
IDS_ESBC_CHK_DIMENSION = "Zkontrolovat rozměr"
IDS_ESBC_CHK_PLATE = "Zkontrolovat desku"
IDS_ESBC_CHK_FLG_WEB_DIMENSION = "Zkontrolovat rozměry pásnice a stojiny desky"
IDS_ESBC_CHK_THIK = "Zkontrolovat tloušťku"
IDS_ESBC_CHK_SPACING = "Zkontrolovat rozestupy"
IDS_ESBC_CHK_PART_BOLT = "Šroub"
IDS_ESBC_CHK_PART_WEB = "Web"
IDS_ESBC_CHK_PART_FLANGE = "Plecha"
IDS_ESBC_CHK_PART_PLATE = "Deska"
IDS_ESBC_CHK_PART_COLUMN = "Sloup"
IDS_ESBC_CHK_PART_CONNECT = "Spojení"
IDS_ESBC_CHK_PART_PLATE_FIN = "Koncová deska"
IDS_ESBC_CHK_PART_PLATE_END = "Koncová deska"
IDS_ESBC_CHK_PART_PLATE_DIV = "Dělicí deska"
IDS_ESBC_CHK_SUPPORTED_MEM = "Zkontrolovat podporovaný prvek"
IDS_ESBC_CHK_CONNECTION = "Zkontrolovat spojení"
IDS_ESBC_CHK_SUPPORTING_MEM = "Zkontrolovat podporující prvek"
IDS_ESBC_CHK_TYING_RESISTANCE = "Zkontrolovat odolnost vázání"
IDS_ESBC_CHK_STRUCT_INTEGRITY = "Zkontrolovat strukturální integritu"
IDS_ESBC_CHK_SUPPORTED_WELD = "Zkontrolovat svary připojovaného prvku"
IDS_ESBC_CHK_SUPPORTED_WEB = "Zkontrolovat smykovou únosnost stojiny"
IDS_ESBC_CHK_SUPPORTED_RESIS_NOTCH = "Zkontrolovat únosnost v místě vrubu"
IDS_ESBC_CHK_SUPPORTED_LOCAL_STA = "Zkontrolovat místní stabilitu"
IDS_ESBC_CHK_SUPPORTED_BOLT_GROUP = "Zkontrolovat skupinu šroubů spoje"
IDS_ESBC_CHK_SUPPORTED_PLATE_SHEAR = "Zkontrolovat desku na smyk"
IDS_ESBC_CHK_SUPPORTING_SHEAR_BEARING = "Zkontrolovat smyk a otlačení u podporujícího prvku"
IDS_ESBC_CHK_TYING_PLATE_BOLT = "Zkontrolovat desku a šrouby"
IDS_ESBC_CHK_TYING_SUPPORTED_WEB = "Zkontrolovat únosnost stojiny připojovaného prvku"
IDS_ESBC_CHK_TYING_WELD = "Zkontrolovat odolnost svárů"
IDS_ESBC_CHK_TYING_SUPPORTING_COL = "Zkontrolovat únosnost stojiny podporujícího sloupu"
IDS_ESBC_CHK_NO_NEED_LOCAL_STABILITY = "Není třeba uvažovat místní stabilitu vrubovaného nosníku"
IDS_ESBC_CHK_NEED_LOCAL_STABILITY = "Je třeba uvažovat místní stabilitu vrubovaného nosníku"
IDS_ESBC_SHEAR = "Smyk"
IDS_ESBC_LOW_SHEAR = "Nízký smyk"
IDS_ESBC_HIGH_SHEAR = "Vysoký smyk"
IDS_ESBC_CHK_SHEAER_BOLT_GROUP = "Zkontrolovat smyk skupiny šroubů"
IDS_ESBC_CHK_BOLT_BEARING_PLATE = "Zkontrolovat otlačení šroubu v desce"
IDS_ESBC_CHK_BOLT_BEARING_WEB = "Zkontrolovat otlačení šroubu ve stojině připojovaného prvku"
IDS_ESBC_CHK_SHAER_PLATE = "Zkontrolovat smyk desky"
IDS_ESBC_CHK_BENADING_PLATE = "Zkontrolovat ohyb desky"
IDS_ESBC_CHK_BUCKLING_PLATE = "Zkontrolovat boční torzní buckling"
IDS_ESBC_CHK_WEB_SHEAR = "Zkontrolovat web na smyk"
IDS_ESBC_CHK_SHEAR_NOTCH = "Zkontrolovat stojinu ve smyku u vrubovaného připojovaného prvku"
IDS_ESBC_CHK_RESIS_CONNEC = "Zkontrolovat únosnost spoje"
IDS_ESBC_CHK_RESIS_NOTCH = "Zkontrolovat únosnost v místě vrubu"
IDS_ESBC_CHK_LOCAL_STABILITY = "Zkontrolovat místní stabilitu"
IDS_ESBC_CHK_WELDING_SUPPORTING = "Zkontrolovat svařování podporujícího prvku"
IDS_ESBC_CHK_SHEAR_N_BENDING = "Zkontrolovat smyk a ohyb"
IDS_ESBC_CHK_PLATE_TENSION = "Zkontrolovat tahovou únosnost desky"
IDS_ESBC_CHK_PLATE_BOLT_SHEAR = "Zkontrolovat smyk šroubů v desce"
IDS_ESBC_CHK_TENSION_REIS_WEB = "Zkontrolovat tahovou únosnost stojiny nosníku"
IDS_ESBC_CHK_WEB_SUPPORTED = "Zkontrolovat stojinu připojovaného prvku"
IDS_ESBC_CHK_SUPPORTING_COL = "Zkontrolovat podporující sloup"
IDS_ESBC_CHK_LONG_FIN_PLATE = "Dlouhá koncová deska"
IDS_ESBC_CHK_SHORT_FIN_PLATE = "Krátká koncová deska"
IDS_ESBC_CHK_SHEAR_RATIO = "Poměr smyku"
IDS_ESBC_CHK_PUNCHING_RATIO = "Poměr protlaku"
IDS_ESBC_ORDINARY = "Běžný"
IDS_ESBC_COUNTERSUNK = "Zapouzdřený"
IDS_ESBC_SPACE_X = "Prostor(x)"
IDS_ESBC_SPACE_Y = "Prostor(y)"
IDS_ESBC_EXTENSION_X = "Prodloužení(x)"
IDS_ESBC_EXTENSION_Y = "Prodloužení(y)"
IDS_ESBC_CHK_EXTENSION = "Zkontrolovat prodloužení"
IDS_UCFT_GENERATE_REPORT = "Generování zprávy SRC CFT Sloup..."
IDS_UCFT_MATERIAL_STRENGTH_LIMITATION = "Omezení pevnosti materiálu"
IDS_UCFT_STEEL_SECTION_AREA_RATIO = "Poměr plochy ocelového průřezu"
IDS_UCFT_CALC_FORCE_ALLOCATION = "Vypočítat rozdělení síly"
IDS_UCFT_REQUIRED_SHEAR_FORCE_TRANSFERRED_SHEAR_CONNECTOR = "Požadovaná smyková síla přenesená smykovými trny"
IDS_UCFT_CALC_DIRECT_BOND_STRENGTH = "Vypočítat pevnost přímého spojení"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_ONE_SIDE = "vyplněný spřažený sloup přesahuje na jednu stranu"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_BOTH_SIDE = "vyplněný spřažený sloup přesahuje na obě strany"
IDS_UCFT_CHECK_SECTION_CLASSIFICATION = "Zkontrolovat klasifikaci průřezu"
IDS_UCFT_CHECK_CLASSIFICATION = "Klasifikace"
IDS_UCFT_AXIAL = "Axialní"
IDS_UCFT_FLEXURE = "Ohyb"
IDS_UCFT_FOR_AXIAL = "pro axiální"
IDS_UCFT_FOR_FLEXURE = "pro ohyb"
IDS_UCFT_TREATED_COMPACT = "Proto je celý průřez považován za kompaktní."
IDS_UCFT_TREATED_NONCOMPACT = "Proto je celý průřez považován za nekompaktní."
IDS_UCFT_OVER_LAMDA_MAX = "Proto je poměr šířky a tloušťky celého průřezu větší než "
IDS_UCFT_OVER = "Nad"
IDS_UCFT_UNDER = "Pod"
IDS_UCFT_SEISMIC = "Seismický"
IDS_UCFT_SPECIAL_PROVISION = "Speciální ustanovení"
IDS_UCFT_HIGH_DUCTILITY = "Vysoká tažnost"
IDS_UCFT_MIDDLE_DUCTILITY = "Střední tažnost"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MAJOR_AXIS = "Zkontrolovat plastickou únosnost na moment kolem hlavní osy"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MINOR_AXIS = "Zkontrolovat plastickou únosnost na moment kolem vedlejší osy"
IDS_UCFT_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Zkontrolovat únosnost na moment při mezi kluzu kolem hlavní osy"
IDS_UCFT_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Zkontrolovat únosnost na moment při mezi kluzu kolem vedlejší osy"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Zkontrolovat únosnost na moment při prvním dosažení meze kluzu kolem hlavní osy"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Zkontrolovat únosnost na moment při prvním dosažení meze kluzu kolem vedlejší osy"
IDS_UCFT_BY_AUROMESH = "AutoMesh"
IDS_UCCO_STEEL_HSS = "Ocel HSS"
IDS_UCCO_CHECK_LOAD_TRANSFER = "Zkontrolovat přenos zatížení"
IDS_UCCO_MATERIAL_N_SECTION = "Materiál a průřez"
IDS_UCCO_CONCRETE_MATERIAL = "Materiál Beton"
IDS_UCCO_STEEL_MATERIAL = "Materiál Ocel"
IDS_UCCO_STEEL_SHAPE = "Tvar Oceli"
IDS_UCCO_EXTERNAL_FORCE_TO = "Vnější síla na"
IDS_UCCO_CFT_MEMBER_EXTEND_TO = "CFT prvek se rozšiřuje na"
IDS_UCCO_LOAD_TRANSFER = "Přenos zatížení"
IDS_UCCO_CHECK_LIMITATION = "Zkontrolovat omezení"
IDS_UCCO_CHECK_MOMENT_STRENGTH = "Zkontrolovat pevnost v momentu"
IDS_UCCO_GENERATE_REPORT = "Generování zprávy SRC Sloup..."
IDS_UCCO_USE_CRITERIA_VALUE = "Použít hodnotu kritéria"
IDS_UCCO_AUTO_CALCULATE = "Automatický výpočet."
IDS_UCCO_FLG = "Flg"
IDS_UCCO_CHECK_TRANSVERSE_REBAR_AREA = "Zkontrolovat plochu příčné výztuže."
IDS_UCCO_USE_DETAIL_HOOP_BAR_END = "Použít detail zakončení třmínku"
IDS_UCCO_INPUT_LIST = "SEZNAM VSTUPŮ SLOUPEK SRC"
IDS_UCCO_LIMIT = "Limit"
IDS_UCCO_CHECK_REQUIREMENT_FOR_MATERIAL = "Zkontrolovat požadavek na materiál"
IDS_UCCO_CALC_STEEL_RATIO = "Vypočítat poměr oceli"
IDS_UCCO_CALC_MAIN_BAR_SPACE = "Vypočítat prostor hlavní tyče"
IDS_UCCO_CALC_CAPACITY_STEEL = "Vypočítat kapacitu oceli"
IDS_USBP_CHECK_DEVELOPEMENT_LENGTH_ANCHOR_BOLT = "Zkontrolovat kotevní délku kotevního šroubu"
IDS_USBP_BASE_PLATE = "Základní deska"
IDS_USBP_ANCHOR_BOLT = "Kotvící šroub"
IDS_USBP_WING_PLATE = "Křídlo deska"
IDS_USBP_RIB_PLATE = "Žebrovaná deska"
IDS_USBP_RIB_WING_PLATE = "Žebrovaná deska a křídlo deska"
IDS_USBP_PEDESTAL = "Podstavec"
IDS_USBP_CHECK_BEARING_STRESS_BASE_PLATE = "Zkontrolovat otlačení základové desky"
IDS_USBP_REACTION_FORCE_NOT_EXIST = "Reakční síla neexistuje."
IDS_USBP_BEARING_STRESS = "Nosné napětí"
IDS_USBP_BEARING_STRENGTH = "Nosná pevnost"
IDS_USBP_CALC_BEARING_STRESS_CONCRETE = "Vypočítat otlačení betonu"
IDS_USBP_CALC_BEARING_STRENGTH_CONCRETE = "Vypočítat únosnost betonu v otlačení"
IDS_USBP_CHECK_TENSILE_STRENGTH = "Zkontrolovat pevnost v tahu"
IDS_USBP_TENSION_FORCE_IS_NOT_EXIST = "Tahová síla neexistuje."
IDS_USBP_CHECK_DEVELOPMENT_LENGTH = "Zkontrolovat délku vývoje"
IDS_USBP_APPLIED_LCOM_BEARING_STRESS = "Použitá kombinace zatížení pro otlačení"
IDS_USBP_CHECK_TENSION_STRESS_ANCHOR_BOLT = "Zkontrolovat tahové napětí kotevního šroubu"
IDS_USBP_CHECK_TENSION_STRESS_BEARING = "Zkontrolovat tahové napětí v otlačení"
IDS_USBP_TENSION_FORCE_NOT_EXIST = "Tahová síla neexistuje."
IDS_USBP_CHECK_BASE_PLATE = "Zkontrolovat základní desku"
IDS_USBP_DESIGN_MOMENT_USE_AVERAGE = "Návrhový moment"
IDS_USBP_FORCE_DIAGRAM = "Diagram sil"
IDS_USBP_CHECK_RIB_PLATE = "Zkontrolovat žebrovanou desku"
IDS_USBP_CHECK_WING_PLATE = "Zkontrolovat křídlo desku"
IDS_USBP_CHECK_ANCHOR_BOLT_CIP = "Zkontrolovat kotvící šroub"
IDS_USBP_ANCHOR_BOLT_NOT_EXIST = "Kotevní šroub neexistuje."
IDS_USBP_CHECK_DEVELOP_LENGTH_ANCHOR_BOLT = "Zkontrolovat kotevní délku kotevního šroubu"
IDS_USBP_INPUT_LIST = "VSTUPNÍ SEZNAM OCELové ZÁKLADOVÉ DESKY"
IDS_USBP_START_ANGLE = "Počáteční úhel"
IDS_USBP_GENERATE_REPORT = "Generování zprávy ocelové základové desky..."
IDS_USBP_CALC_BP_THK = "Vypočítat tloušťku základní desky"
IDS_CALC_THK_RATIO = "Vypočítat poměr Tloušťka základové desky"
IDS_EC_UNLIMITED = "Neomezeno"
IDS_ESMC_GENERATE_REPORT = "Generování zprávy o momentovém šroubovém spoji..."
IDS_ESBC_GENERATE_REPORT = "Generování zprávy o šroubovém spoji..."
IDS_ESMC_ALONE = "sám"
IDS_ESMC_AND = "a"
IDS_ESMC_OR = "or"
IDS_ESMC_APPLIED = "Aplikováno"
IDS_ESMC_AREA = "Plocha"
IDS_ESMC_BEAM = "Nosník"
IDS_ESMC_BEAMFLANGEANDWEB = "Nosník, příruby a web"
IDS_ESMC_BEAMFLANGEWEBCOMPRESISTANCE = "Nosník – pásnice a stojina, únosnost v tlaku"
IDS_ESMC_BEAMFLANGEWEBINCOMPRESSION = "Nosník – pásnice a stojina v tlaku, únosnost"
IDS_ESMC_BEAMWEB = "Nosník web"
IDS_ESMC_BEAMWEBINTRANSVERSETENSION = "Nosník – stojina v příčném tahu"
IDS_ESMC_BOLT = "Šroub"
IDS_ESMC_BOLTBEARINGRESISTANCEATCOLUMNFLANGE = "Únosnost otlačení šroubu na pásnici sloupu"
IDS_ESMC_BOLTBEARINGRESISTANCEATENDPLATE = "Únosnost otlačení šroubu na čelní desce"
IDS_ESMC_BOLTGROUP = "Skupina šroubů"
IDS_ESMC_BOLTINFORMATION = "Informace o šroubu"
IDS_ESMC_BOLTINSHEAR = "Šroub ve smyku"
IDS_ESMC_BOLTROW = "Řada šroubů"
IDS_ESMC_BOLTSPACING = "Rozteč šroubů"
IDS_ESMC_BOLTSPACING_COLUMN = "Okrajová vzdálenost u sloupce"
IDS_ESMC_BOLTSPACING_PLATE = "Okrajová vzdálenost u desky"
IDS_ESMC_BOTTOMSTIFFENER = "Spodní ztužidlo"
IDS_ESMC_BRACKET = "Konzola"
IDS_ESMC_BUCKLINGCURVE = "Křivka bucklingu"
IDS_ESMC_BUCKLINGRESISTANCE = "Odolnost proti bucklingu"
IDS_ESMC_CALCULATEAXIALFORCEEQILIBRIUM = "Axiální síla rovnováha"
IDS_ESMC_CALCULATEDEPTH = "Vypočítat hloubku"
IDS_ESMC_CALCULATEEFFECTIVELENGTH = "Vypočítat efektivní délku"
IDS_ESMC_COLUMN = "Sloup"
IDS_ESMC_COLUMNFLANGE = "Příruba sloupu"
IDS_ESMC_COLUMNFLANGEINBENDING = "Příruba sloupu v ohybu"
IDS_ESMC_COLUMNWEB = "Web sloupu"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCE = "Web sloupu, odolnost proti bucklingu"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Sloup – stojina, únosnost proti vzpěru s tlakovým žebrem"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCE = "Web sloupu, odolnost proti drcení"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Sloup – stojina, únosnost proti drcení s tlakovým žebrem"
IDS_ESMC_COLUMNWEBINTRANSVERSECOMPRESSION = "Sloup – stojina v příčném tlaku"
IDS_ESMC_COLUMNWEBINTRANSVERSETENSION = "Sloup – stojina v příčném tahu"
IDS_ESMC_COLUMNWEBPANELINSHEAR = "Web sloupu ve smyku"
IDS_ESMC_COLUMNWEBPANELZONE = "Zóna panelu webu sloupu"
IDS_ESMC_COLUMNWEBSTIFFENER = "Ztužidlo webu sloupu"
IDS_ESMC_COMBINED = "Kombinovaný"
IDS_ESMC_COMPRESSIONGOVERNED = "Řízeno tlakem"
IDS_ESMC_COMPRESSIONRESISTANCEOFCOLUMNWEBSHEAR = "Sloup – stojina, únosnost v příčném smyku"
IDS_ESMC_COMPRESSIONSTIFFENERDIMENSIONS = "Rozměry ztužidla pro tlak"
IDS_ESMC_COMPRESSIONZONE = "Zóna tlaku"
IDS_ESMC_COMPRESSIVERESISTANCE = "Odolnost proti tlaku"
IDS_ESMC_CONNECTION = "Spojení"
IDS_ESMC_DEPTH = "Hloubka"
IDS_ESMC_DEPTHABOVE600MM = "Hloubka > 600mm"
IDS_ESMC_DEPTHBELOW600MM = "Hloubka < 600mm"
IDS_ESMC_DESIGNFORCE = "Návrhová síla"
IDS_ESMC_DIA = "Prům."
IDS_ESMC_DOUBLE = "Dvojitý"
IDS_ESMC_EDGEDISTANCE = "Okrajová vzdálenost"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERFORCRUSHING = "Účinná plocha pro drcení s tlakovým žebrem"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERWITHWEBPORTION = "Účinná plocha pro vzpěr s tlakovým žebrem"
IDS_ESMC_EFFECTIVESTIFFENERSECTIONFORBUCKLING = "Kontrola účinného průřezu žebra pro vzpěr"
IDS_ESMC_EFFECTIVETENSIONRESISTANCEOFBOLTROWS = "Účinná tahová únosnost řad šroubů"
IDS_ESMC_EFFECTIVEWIDTHOFWEBINCOMPRESSION = "Účinná šířka stojiny v tlaku"
IDS_ESMC_EFFETIVESHEARRESISTANCE = "Efektivní odolnost proti smyku"
IDS_ESMC_EFFRESISTANCE = "Úč. únosnost"
IDS_ESMC_EN1993-1-1 = "EN 1993-1-1"
IDS_ESMC_EN1993-1-8 = "EN 1993-1-8"
IDS_ESMC_EN2-2-2 = "2.2(2)"
IDS_ESMC_EN3-2-1_1 = "3.2.1(1)"
IDS_ESMC_EN6-1_1 = "6.1(1)"
IDS_ESMC_EN6-2-6-1 = "6.2.6.1"
IDS_ESMC_EN6-2-6-2 = "6.2.6.2"
IDS_ESMC_EN6-2-6-3 = "6.2.6.3"
IDS_ESMC_EN6-2-6-7 = "6.2.6.7"
IDS_ESMC_EN6-2-6-8 = "6.2.6.8"
IDS_ESMC_EN6-2-7-2 = "6.2.7.2"
IDS_ESMC_EN6-2-7-2_7 = "6.2.7.2(7)"
IDS_ESMC_ENDPLATE = "Koncová deska"
IDS_ESMC_ENDPLATEINBENDING = "Koncová deska v ohybu"
IDS_ESMC_ENMODE1 = "Mód 1"
IDS_ESMC_ENMODE2 = "Mód 2"
IDS_ESMC_ENMODE3 = "Mód 3"
IDS_ESMC_ENP398 = "P398"
IDS_ESMC_ENSTEP5_WELDS = "KOVÁNÍ KROK 5"
IDS_ESMC_ENSTEP6A_TENSIONSTIFFENER = "STEP6A Tension Stiffener"
IDS_ESMC_ENTABLE3-1 = "Table 3.1"
IDS_ESMC_ENTABLE3-4 = "Table 3.4"
IDS_ESMC_ENTABLE6-2 = "Table 6.2"
IDS_ESMC_ENTABLE6-2ETC = "Table 6.2, 6.4, 6.5, 6.6"
IDS_ESMC_ENTABLE6-4ETC = "Table 6.4, 6.5, 6.6"
IDS_ESMC_EQULIBRIUMOFFORCES = "Vyvážení sil"
IDS_ESMC_GENERAL = "Obecné"
IDS_ESMC_GIRDERFLANGERESISTANCE = "Odolnost nosníkové příruby"
IDS_ESMC_HAUNCH = "Vyztužení"
IDS_ESMC_HAUNCHFLANGERESISTANCE = "Odolnost příruby vyztužení"
IDS_ESMC_HAUNCHWEBRESISTANCE = "Odolnost webu vyztužení"
IDS_ESMC_HOLEDIA = "Prům. otvoru"
IDS_ESMC_LAYOUT = "Rozložení skupiny šroubů"
IDS_ESMC_LENGTH = "Délka"
IDS_ESMC_MODE1RESISTANCE = "Odolnost režimu 1"
IDS_ESMC_MODE2RESISTANCE = "Odolnost režimu 2"
IDS_ESMC_MODE3RESISTANCE = "Odolnost režimu 3"
IDS_ESMC_MOMENTFORCEMINUS = "Řada 1 označuje spodní řadu skupiny šroubů"
IDS_ESMC_MOMENTFORCEPLUS = "Řada 1 označuje horní řadu skupiny šroubů"
IDS_ESMC_MOMENTRESISTANCE = "Odolnost momentu"
IDS_ESMC_MOMENTRESISTANCEWITHHAUNCH = "Odolnost momentu s vyztužením"
IDS_ESMC_MOMENTRESISTANCEWITHOUTHAUNCH = "Odolnost momentu bez vyztužení"
IDS_ESMC_NAME = "Název"
IDS_ESMC_NET = "Čistý"
IDS_ESMC_NOCOLUMNS = "Počet sloupců"
IDS_ESMC_NOREDUCTION = "Bez snížení"
IDS_ESMC_NOROWS = "Počet řad"
IDS_ESMC_NOTAPPLIED = "Není aplikováno"
IDS_ESMC_NOTCHECK = "Není kontrolováno"
IDS_ESMC_OK = "OK"
IDS_ESMC_PARTIALFACTOR_CONNECTION = "Částečné faktory spojení"
IDS_ESMC_PARTIALFACTOR_STEEL = "Dílčí součinitele pro konstrukční ocel"
IDS_ESMC_PLATE = "Deska"
IDS_ESMC_PLATEBUCKLINGREDUCTIONFACTOR = "Faktor snížení bucklingu desky"
IDS_ESMC_PLATESLENDERNESS = "Štíhlost desky"
IDS_ESMC_PRETENSION = "Předpětí"
IDS_ESMC_REDUCTION = "Snížení"
IDS_ESMC_REDUCTIONFACTORFORLONGITUDINALCOMPRESSIVESTRESS = "Redukční součinitel pro podélné tlakové napětí"
IDS_ESMC_REDUCTIONFACTORFORSHEARINTERACTION = "Redukční součinitel pro interakci smyku"
IDS_ESMC_RESISTANCE = "Odolnost"
IDS_ESMC_RESISTANCEOFCOLUMNFLANGEINBENDING = "Únosnost pásnice sloupu v ohybu"
IDS_ESMC_RESISTANCEOFENDPLATEINBENDING = "Únosnost čelní desky v ohybu"
IDS_ESMC_RESISTANCEWITHHAUNCH = "Odolnost s vyztužením"
IDS_ESMC_ROW = "Řada"
IDS_ESMC_SECTION = "Průřez"
IDS_ESMC_SHEARREISTANCEOFSTIFFENEDWEB = "Smyková únosnost vyztužené stojiny"
IDS_ESMC_SHEARREISTANCEOFUNSTIFFENEDWEB = "Smyková únosnost nevyztužené stojiny"
IDS_ESMC_SHEARRESISTANCE = "Odolnost proti smyku"
IDS_ESMC_SPACING = "Rozteč"
IDS_ESMC_STEEL = "Ocel"
IDS_ESMC_STIFFENEDCOLUMNWEB = "Odolnost webu sloupu"
IDS_ESMC_STIFFENERSIZE = "Velikost vyztužení"
IDS_ESMC_SUMMARYBOLTROW = "Souhrn: Řada šroubů"
IDS_ESMC_SUMMARYMOMENTRESISTANCE = "Souhrn: Momentová únosnost"
IDS_ESMC_SUMMARYRESISTANCEOFCOMPRESSIONZONE = "Souhrn: Únosnost tlakové oblasti"
IDS_ESMC_TENSIONGOVERNED = "Ovládá napětí"
IDS_ESMC_TENSIONRESISTANCEOFBOLTROWS = "Tahová únosnost řad šroubů"
IDS_ESMC_TENSIONSTIFFENERCHECK = "Kontrola vyztužení napětím"
IDS_ESMC_TENSIONSTIFFENERDIMENSIONS = "Rozměry vyztužení napětím"
IDS_ESMC_TENSIONSTIFFENERNOREQUIRED = "Tahové výztuhy nejsou pro stojinu sloupu vyžadovány"
IDS_ESMC_TENSIONSTIFFENERREQUIRED = "Tahové výztuhy jsou pro stojinu sloupu vyžadovány"
IDS_ESMC_TENSIONSTIFFENERRESISTANCE = "Odolnost vyztužení napětím"
IDS_ESMC_TENSIONZONETSTUBS = "T-stubs napěťové zóny"
IDS_ESMC_THICKNESS = "Tloušťka"
IDS_ESMC_TOPSTIFFENER = "Horní vyztužení"
IDS_ESMC_VERTICALSHEARRESISTANCE = "Odolnost proti vertikálnímu smyku"
IDS_ESMC_WEBRESISTANCE = "Odolnost webu nosníku"
IDS_ESMC_WELDSCHECK = "Kontrola svárů"
IDS_ESMC_WELDSIDES = "Strany svárů"
IDS_ESMC_WIDTH = "Šířka"
IDS_ESMC_WITHROW = "s řadou"
IDS_EC_FLANGE = "Příruba"
IDS_EC_WEB = "Web"
IDS_EC_MEMBER_TYPE = "Typ prvku"
IDS_EC_SECTION_PROPERTY = "Vlastnost průřezu"
IDS_EC_BUILT_UP = "Sestavený"
IDS_EC_ROLLED = "Valcovaný"
IDS_EC_CHK_ITEMS = "Kontrolní položky"
IDS_EC_MAJOR_AXIS_X = "Hlavní osa (X)"
IDS_EC_MINOR_AXIS_Y = "Vedlejší osa (Y)"
IDS_EC_REQUIRED = "Požadováno"
IDS_EC_NO_REQUIRED = "Není požadováno"
IDS_EC_CLASS = "Třída"
IDS_EC_CLASS1 = "Třída 1"
IDS_EC_CLASS2 = "Třída 2"
IDS_EC_CLASS3 = "Třída 3"
IDS_EC_CLASS4 = "Třída 4"
IDS_EC_TABLE = "Tabulka"
IDS_ESSG_KIJ_ANNEX = "Dodatek interakčního faktoru"
IDS_ESSG_DETERMINATIO_INTERACTION_FACTOR = "Určení interakčního faktoru"
IDS_ESSG_METHOD_1_ANNEX_A = "Použijte metodu 1 uvedenou v příloze A"
IDS_ESSG_METHOD_2_ANNEX_B = "Použijte metodu 2 uvedenou v příloze B"
IDS_ESSG_CHK_AXIAL_RESISTANCE = "Kontrola axiální odolnosti"
IDS_ESSG_CALC_COMP_AXIAL_RESISTANCE = "Výpočet kompresní axiální odolnosti"
IDS_ESSG_CALC_TENS_AXIAL_RESISTANCE = "Výpočet tažné axiální odolnosti"
IDS_ESSG_CHK_SHEAR_RESISTANCE = "Kontrola odolnosti proti smyku"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MAJOR = "Vypočítat smykovou únosnost kolem hlavní osy (y)"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MINOR = "Vypočítat smykovou únosnost kolem vedlejší osy (x)"
IDS_ESSG_APPLY_RIGID_END_POST = "Použít typ tuhého koncového sloupku"
IDS_ESSG_APPLY_NON_RIGID_END_POST = "Použít typ netuhého koncového sloupku"
IDS_ESSG_CHK_MOMENT_RESISTANCE = "Kontrola odolnosti momentu"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MAJOR = "Vypočítat momentovou únosnost kolem hlavní osy (x)"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MINOR = "Vypočítat momentovou únosnost kolem vedlejší osy (y)"
IDS_ESSG_CHK_BENDING_SHEAR_RESISTANCE = "Zkontrolovat únosnost na ohyb a smyk"
IDS_ESSG_BENDING_SHEAR_RESISTANCE = "Odolnost proti ohybu a smyku"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MAJOR = "Vypočítat únosnost na ohyb a smyk kolem hlavní osy"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MINOR = "Vypočítat únosnost na ohyb a smyk kolem vedlejší osy"
IDS_ESSG_CHK_BENDING_AXIAL_RESISTANCE = "Zkontrolovat únosnost na ohyb a osovou sílu"
IDS_ESSG_BENDING_AXIAL_RESISTANCE = "Odolnost proti ohybu a axiální odolnosti"
IDS_ESSG_CALC_BENDING_AXIAL_RESISTANCE = "Vypočítat únosnost na ohyb a osovou sílu"
IDS_ESSG_CHK_GENERAL_INTERACTION_RATIO = "Kontrola obecného interakčního poměru"
IDS_ESSG_CHK_BENDING_SHEAR_AXIAL_RESISTANCE = "Zkontrolovat únosnost na ohyb, smyk a osovou sílu"
IDS_ESSG_BENDING_SHEAR_AXIAL_RESISTANCE = "Únosnost na ohyb, smyk a osovou sílu"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MAJOR = "Vypočítat únosnost na ohyb, smyk a osovou sílu kolem hlavní osy"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MINOR = "Vypočítat únosnost na ohyb, smyk a osovou sílu kolem vedlejší osy"
IDS_ESSG_CHK_FBR_RESISTANCE = "Kontrola odolnosti proti ohybovému bucklingu"
IDS_ESSG_FBR_RESISTANCE = "Odolnost proti ohybovému bucklingu"
IDS_ESSG_CALC_FBR_RESISTANCE_MAJOR = "Vypočítat únosnost při vzpěru ohybem kolem hlavní osy"
IDS_ESSG_CALC_FBR_RESISTANCE_MINOR = "Vypočítat únosnost při vzpěru ohybem kolem vedlejší osy"
IDS_ESSG_CHK_TB_TFB_RESISTANCE = "Zkontrolovat torzní a torzně-ohybový vzpěr"
IDS_ESSG_TB_TFB_RESISTANCE = "Torzní a torzně-ohybový vzpěr"
IDS_ESSG_CALC_TB_RESISTANCE = "Výpočet odolnosti proti torznímu bucklingu"
IDS_ESSG_CALC_TFB_RESISTANCE = "Vypočítat únosnost při torzně-ohybovém vzpěru"
IDS_ESSG_CHK_LTB_RESISTANCE = "Zkontrolovat únosnost při bočním torzním vzpěru"
IDS_ESSG_LTB_RESISTANCE = "Odolnost proti laterálnímu torznímu bucklingu"
IDS_ESSG_CALC_LTB_RESISTANCE = "Vypočítat únosnost při bočním torzním vzpěru"
IDS_ESSG_CHK_BNC_RESISTANCE = "Zkontrolovat rovnoměrný prvek na ohyb a osový tlak"
IDS_ESSG_BNC_RESISTANCE = "Rovnoměrný prvek na ohyb a osový tlak"
IDS_ESSG_CALC_BNC_RESISTANCE = "Vypočítat únosnost rovnoměrného prvku na ohyb a osový tlak"
IDS_ESSG_CHK_SHEAR_BUCKLING_RESISTANCE = "Kontrola odolnosti proti bucklingu smyku"
IDS_ESSG_SHEAR_BUCKLING_RESISTANCE = "Odolnost proti bucklingu smyku"
IDS_ESSG_CALC_SHEAR_BUCKLING_MAJOR = "Vypočítat únosnost při smykovém boulení kolem hlavní osy"
IDS_ESSG_CALC_SHEAR_BUCKLING_MINOR = "Vypočítat únosnost při smykovém boulení kolem vedlejší osy"
IDS_ESSG_HIGH_SHAER = "Vysoký smyk"
IDS_ESSG_NOT_HIGH_SHAER = "Není vysoký smyk"
IDS_ESSG_NEGLECT_EFFECT_ON_MOMNET_RESISTANCE = "Zanedbat jeho vliv na momentovou únosnost."
IDS_ESSG_NO_REQUIRED_REDUCE_FOLLOWING_CONDITION = "Není nutné snižovat za následující podmínky."
IDS_ESSG_NO_REQUIRED_REDUCE_B_FOLLOWING_CONDITION = "Není nutné snižovat únosnost v ohybu za následující podmínky."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION = "Není nutné snižovat únosnost v ohybu a osové síle za následující podmínky."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MINOR_AXIS = "Není nutné snižovat únosnost v ohybu a osové síle pro vedlejší osu za následujících podmínek."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MAJOR_AXIS = "Není nutné snižovat únosnost v ohybu a osové síle pro hlavní osu za následujících podmínek."
IDS_ESSG_ALLOWANCE_FOR_EFFECT_ON_MAJOR_AND_MINOR_AXIS = "Zohlednění vlivu osové síly na hlavní a vedlejší osu za následujících podmínek. "
IDS_ESSG_BUCKLING_CURVE = "Křivka bucklingu"
IDS_ESSG_LATERAL_TORSIONAL_BUCKLING_CURVE = "Křivka laterálního torzního bucklingu"
IDS_ESSG_LATERAL_TORSIONAL_N_BUCKLING_CURVE = "Křivka laterálního torzního\n bucklingu"
IDS_ESSG_NO_REQUIRED_TO_CHK_FBR = "Není nutné kontrolovat únosnost při vzpěru"
IDS_ESSG_NO_REQUIRED_TO_CHK_TFB = "Není nutné kontrolovat torzní a torzně-ohybový vzpěr"
IDS_ESSG_NO_REQUIRED_TO_CHK_LTB = "Není nutné kontrolovat boční torzní vzpěr"
IDS_ESSG_NO_REQUIRED_TO_CHK_BNC = "Není nutné kontrolovat únosnost na ohyb a osový tlak"
IDS_ESSG_NO_REQUIRED_TO_CHK_SHEARBUCK = "Není nutné kontrolovat smykové boulení"
IDS_ESSG_BUCKLING_EFFECT_MAY_BE_IGNORED = "Účinky vzpěru lze zanedbat."
IDS_ESSG_BUCKLING_EFFECT_SHOULD_BE_CONSIDERD = "Účinky vzpěru by měly být zohledněny."
IDS_ESSG_NO_CALCULATED_BY_ANNEX_A = "Vypočítáno podle dodatku A"
IDS_ESSG_NO_CALCULATED_BY_ANNEX_B = "Vypočítáno podle dodatku B"
IDS_ADDITIONAL_BEARING_WIDTH_EN1993_1_8_CL626 = "Dodatečná šířka dosednutí (EN1993-1-8 cl6.2.6)"
IDS_ANCHOR_BOLT_BEARING_RESISTANCE = "Odolnost kotevního šroubu"
IDS_ANCHOR_BOLT_FRICTION_RESISTANCE = "Odolnost tření kotevního šroubu"
IDS_ANCHOR_BOLT_SHEAR_PROPERTIES = "Vlastnosti smyku kotevního šroubu"
IDS_ANCHOR_BOLT_TENSILE_RESISTANCE = "Odolnost proti tahu kotevního šroubu"
IDS_ASSEMBLYSTRONG_AXIS = "Sestavení (silná osa)"
IDS_ASSEMBLYWEAK_AXIS = "Sestavení (slabá osa)"
IDS_BASE_PLATE_AND_ANCHOR_BOLT_PROPERTIES = "Vlastnosti patní desky a kotevních šroubů"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_S = "Patní deska v ohybu a kotevní šrouby v tahu (silná osa)"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_W = "Patní deska v ohybu a kotevní šrouby v tahu (slabá osa)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_S = "Patní deska v ohybu a Beton v tlaku (silná osa)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_W = "Patní deska v ohybu a Beton v tlaku (slabá osa)"
IDS_BASE_PLATE_RESISTANCE_IN_COMPRESSION = "Únosnost patní desky v tlaku"
IDS_BASE_PLATE_RESISTANCE_IN_TENSION = "Únosnost patní desky v tahu"
IDS_BEARING_STRENGTHEN1993_1_8_CL625_ = "Pevnost v dosednutí (EN1993-1-8 cl6.2.5) "
IDS_BTR = "BTR"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH = "Výpočet efektivní délky"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_EN1993_1_8_626 = "Výpočet účinné délky (EN1993-1-8 6.2.6.4)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_INNER_BOLTS = "Výpočet účinné délky (vnitřní šrouby)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_OUTER_BOLTS = "Výpočet účinné délky (vnější šrouby)"
IDS_CALCULATION_OF_JOINT_RESISTANCE = "Výpočet odolnosti spoje"
IDS_CHECK_BOLT_SHEAR = "Kontrola smyku šroubu"
IDS_CHECK_BOLT_TENSION = "Kontrola tahu šroubu"
IDS_CHECK_COMBINED_SHEAR_AND_TORSION = "Zkontrolovat kombinovaný smyk a Torzní moment"
IDS_CHECK_FOR_NO_OVERLAP_CONDITION = "Zkontrolovat podmínku bez překrytí"
IDS_CHECK_FOR_PRYING_CONDITION = "Kontrola podmínky vytržení"
IDS_CHECK_IF_EFFECTIVE_AREA_FITS_ON_THE_BASE_PLATE = "Zkontrolovat, zda se účinná plocha vejde na patní desku"
IDS_COMLUMNFLANGE_AND_WEB_IN_COMPRESSIONSTRONG_AXI = "Sloup, pásnice a stojina v tlaku (silná osa)"
IDS_COMPRESSED_PART_RESISTANCE = "Odolnost stlačené části"
IDS_COMPRESSIVE_CAPACITY_CALCULATIONSTRONG_AXIS = "Výpočet tlakové únosnosti (silná osa)"
IDS_COMPRESSIVE_RESISTANCE_CALCULATION = "Výpočet tlakové odolnosti"
IDS_COMPRESSIVE_RESISTANCE_CHECK = "Kontrola tlakové odolnosti"
IDS_CORRELATION_FACTOR_FOR_FILLET_WELD = "Korelační součinitel pro koutový svar"
IDS_DESIGN_ANCHOR_BOLT_RESISTANCE = "Návrh odolnosti kotevního šroubu"
IDS_DESIGN_BOND_ANCHORAGE_RESISTANCE = "Návrh odolnosti kotvení lepení"
IDS_DESIGN_CASE__LEFT_SIDE_IN_COMPRESSION_RIGHT_S = "Návrhový případ: levá strana v tlaku, pravá strana v tlaku"
IDS_DESIGN_CASE__LEFT_SIDE_IN_TENSION_RIGHT_SIDE_ = "Návrhový případ: levá strana v tahu, pravá strana v tahu"
IDS_DESIGN_COMPRESSION_RESISTANCE_OF_FLANGE = "Návrhová tlaková únosnost pásnice"
IDS_DESIGN_MOMENT_RESISTANCE_OF_COLUMN_BASE = "Návrhová momentová únosnost paty sloupu"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_X_D = "Návrhová smyková únosnost koutového svaru ve směru X"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_Y_D = "Návrhová smyková únosnost koutového svaru ve směru Y"
IDS_DESIGN_TENSILE_RESISTANCE_FOR_FILLET_WELD = "Návrhová tahová únosnost koutového svaru"
IDS_EFFECTIVE_AREA_CALCULATION = "Výpočet efektivní plochy"
IDS_EFFECTIVE_AREA_FROM_FORCE_EQUILIBRIUM_EN1993_1 = "Účinná plocha z rovnováhy sil (EN1993-1-8 Cl.6.2.5)"
IDS_EFFECTIVE_AREA_OF_COMPRESSED_T_STUB = "Účinná plocha tlačeného T-prvku"
IDS_EFFECTIVE_LENGTHWIDTH_AND_AREA = "Účinná délka, šířka a plocha"
IDS_EQUIVALENT_FORCE_CALCULATION_COLUMN_FLANGE = "Výpočet ekvivalentní síly (pásnice sloupu)"
IDS_EQUIVALENT_FORCE_CALCULATION_T_STUB = "Výpočet ekvivalentní síly (T-prvek)"
IDS_FACTOR_M_FOR_OUTER_BOLTS = "Součinitel m pro vnější šrouby"
IDS_GROUT_INFLUENCING_CONCRETE_BEARING_RESISTANCE = "Zálivka ovlivňující únosnost Betonu v dosednutí"
IDS_GROUT_NOT_INFLUENCING_CONCRETE_BEARING_RESISTA = "Zálivka NEovlivňující únosnost Betonu v dosednutí"
IDS_LEAVER_ARM_OF_COMPRESSION_PART = "Rameno páky tlakové části"
IDS_LEAVER_ARM_OF_TENSION_PART = "Rameno páky tahové části"
IDS_LOAD_ECCENTRICITY = "Eccentricita zatížení"
IDS_MOMENT_CAPACITY = "Kapacita momentu"
IDS_NO = "No"
IDS_NOX = "No(X)"
IDS_NOY = "No(Y)"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE = "Plastická ohybová momentová únosnost patní desky"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE_ = "Plastická ohybová momentová únosnost patní desky na jednotku délky"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_THE_COLUMN = "Plastická ohybová momentová únosnost sloupu"
IDS_PRESENCE_OF_PRYING_EFFECT = "Přítomnost efektu vytržení"
IDS_RATIOX = "Poměr(x)"
IDS_RATIOY = "Poměr(y)"
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_16282_ = "Snížení momentové únosnosti (EN1993-1-1, 6.2.8(2) "
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_162914__629 = "Snížení momentové únosnosti (EN1993-1-1, 6.2.9.1(4) & 6.2.9.1(5)"
IDS_RESISTANCE_OF_FAILURE_MODE_1 = "Únosnost poruchového módu 1"
IDS_RESISTANCE_OF_FAILURE_MODE_1_2 = "Únosnost poruchového módu 1-2"
IDS_RESISTANCE_OF_FAILURE_MODE_2 = "Únosnost poruchového módu 2"
IDS_RESISTANCE_OF_FAILURE_MODE_3 = "Únosnost poruchového módu 3"
IDS_RESISTANCE_OF_FAILURE_MODE_4COLUMN_WEB_IN_TENS = "Únosnost poruchového módu 4 (stojina sloupu v tahu) "
IDS_RESISTANCE_OF_T_STUB_FAILURE_MODE_1_2EN1993_1_ = "Únosnost poruchového módu T-prvku 1-2 (EN1993-1-8 Cl.6.2.4.1)"
IDS_RESISTANCE_OF_T_STUB_IN_TENSION = "Únosnost T-prvku v tahu"
IDS_RESISTANCE_OF_TENSION_T_STUB = "Únosnost tahového T-prvku"
IDS_RIB = "žebra"
IDS_SHEAR_DESIGNEN1993_1_8_TABLE_34 = "Návrh na smyk (EN1993-1-8 Tabulka 3.4)"
IDS_SHEAR_FORCE_NOT_EXIST = "Smyková síla neexistuje."
IDS_T = "t"
IDS_TENSION_FORCES = "Tenzní síly"
IDS_TENSION_PART_RESISTANCE_VERIFICATION = "Ověření odolnosti tenzní části"
IDS_TENSION_RESISTANCE_FACTORS = "Faktory odolnosti v tahu"
IDS_TENSION_RESISTANCE_OF_BOLTS = "Odolnost šroubů v tahu"
IDS_WELDING_CHECK_EN_1993_1_8_CL4533 = "Kontrola svařování (EN 1993-1-8 Cl.4.5.3.3)"
IDS_WELDING_RATIO = "Poměr svařování"
IDS_WIDTH_OF_STRIP_AROUND_COLUMN_C_S_EN1993_1_8_CL = "Šířka pásu kolem sloupu C/S (EN1993-1-8 cl6.2.6)"
IDS_WING = "křídlo"
IDS_CHECK_EDGE_DISTANCE_POST_INSTALLED_ANCHOR_BOLT = "Kontrola vzdálenosti od okraje (dodatečně instalovaný kotevní šroub)"
IDS_CALCULATE_TENSILE_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Výpočet tahové únosnosti (dodatečně instalovaný kotevní šroub)"
IDS_CALCULATE_SHEAR_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Výpočet smykové únosnosti (dodatečně instalovaný kotevní šroub)"
IDS_CHECK_DISTANCE_FROM_CONCRETE_EDGE_TO_CENTER_OF_ANCHOR_BOLT = "Kontrola vzdálenosti od okraje betonu ke středu kotevního šroubu"
IDS_CALCULATE_STRENGTH_OF_STEEL = "Vypočítat pevnost oceli"
IDS_CALCULATE_SIZE_DATA = "Vypočítat velikostní data"
IDS_CALCULATE_CONCRETE_BREAK_OUT_STRENGTH = "Výpočet únosnosti vytržení betonu"
IDS_CALCULATE_PULL_OUT_STRENGTH_OF_ANCHOR = "Výpočet únosnosti vytažení kotvy"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_X = "Únosnost vytržení betonu, směr X"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_Y = "Únosnost vytržení betonu, směr Y"
IDS_CALCULATE_CONCRETE_PRY_OUT_STRENGTH = "Výpočet únosnosti vylomení betonu"
IDS_CALCULATE_COMBINED_RATIO = "Vypočítat kombinovaný poměr"
IDS_CONDITION = "Podmínka"
IDS_EQUATION = "Rovnice"
IDS_RC_ANCHOR_BOLT_INPUT_LIST = "VSTUPNÍ SEZNAM KOTEVNÍCH ŠROUBŮ RC"
IDS_CHECK_FLANGE_AND_WEB_UNDER_CONCENTRATED_FORCE = "Kontrola pásnice a stojiny při soustředěné síle"
IDS_CHECK_IF_STIFFENER_IS_REQUIRED = "Kontrola, zda je vyžadováno žebro"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER = "Zkontrolovat požadavek na ztužidlo"
IDS_CHECK_REQUIREMENT_FOR_TENSION_FIELD_ACTION = "Kontrola požadavku na působení tahového pole"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER_TO_APPLY_TENSION_FIELD_ACTION = "Kontrola požadavku na žebro pro uplatnění působení tahového pole"
IDS_CHECK_WEB_UNDER_CONCENTRATED_FORCE = "Kontrola stojiny při soustředěné síle"
IDS_COLUMNS = "Sloupy"
IDS_UNIFORM_LOAD = "Jednotné zatížení"
IDS_FINISH_LOAD = "Konečné zatížení"
IDS_CONSTRUCTION_LOAD = "Stavební zatížení"
IDS_CONSTRUCTION_STAGE = "Stavební fáze"
IDS_CHECK_REQUIREMENT_FOR_STUD = "Zkontrolovat požadavek na trn"
IDS_CHECK_SIZE = "Zkontrolovat velikost"
IDS_CHECK_MATERIAL = "Zkontrolovat materiál"
IDS_MATERIAL_PROPERTIES_APPLIED = "Vlastnosti materiálu (aplikované)"
IDS_CALCULATE_EFFECTIVE_WIDTH_OF_SLAB = "Výpočet účinné šířky desky"
IDS_EFFECTIVE_WIDTH_OF_SLAB = "Efektivní šířka desky"
IDS_THICKNESS_OF_CONCRETE = "Tloušťka betonu"
IDS_CALCULATE_DESIGN_SHEAR_FORCE = "Vypočítat návrhovou smykovou sílu"
IDS_CALCULATE_DESIGN_FORCE_DURING_CONSTRUCTION = "Výpočet návrhové síly během výstavby"
IDS_CHECK_DEFLECTION_DURING_CONSTRUCTION = "Zkontrolovat průhyb během stavby"
IDS_CHECK_DEFLECTION_BY_DEAD_LOAD = "Kontrola průhybu od stálého zatížení"
IDS_CHECK_DEFLECTION_BY_LIVE_LOAD = "Kontrola průhybu od užitného zatížení"
IDS_CALCULATE_STRENGTH_OF_STUD = "Vypočítat pevnost trnu"
IDS_CALCULATE_ELASTIC_MODULUS_OF_CONCRETE = "Výpočet modulu pružnosti betonu"
IDS_CALCULATE_NUMBER_OF_STUD = "Vypočítat počet trnů"
IDS_CALCULATE_COMPOSITION_RATIO = "Vypočítat poměr složení"
IDS_CHECK_MOMENT_STRENGTH_POSITIVE_MOMENT = "Kontrola momentové únosnosti (kladný moment)"
IDS_CALCULATE_MOMENT_OF_INERTIA = "Vypočítat moment setrvačnosti"
IDS_CALCULATE_EFFECTIVE_MOMENT_OF_INERTIA = "Výpočet účinného momentu setrvačnosti"
IDS_CALCULATE_LOWER_LIMIT_FOR_MOMENT_OF_INERTIA = "Výpočet dolní meze momentu setrvačnosti"
IDS_CALCULATE_BEAM_MODE_PROPERTIES = "Vypočítat vlastnosti módu nosníku"
IDS_CALCULATE_EFFECTIVE_WIDTH = "Vypočítat efektivní šířku"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA = "Výpočet transformovaného momentu setrvačnosti"
IDS_CALCULATE_DEFLECTION__FREQUENCY = "Vypočítat průhyb a frekvenci"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA_PER_UNIT_WIDTH = "Výpočet transformovaného momentu setrvačnosti na jednotkovou šířku"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH = "Výpočet účinné šířky panelu nosníku"
IDS_CALCULATE_WEIGHT_OF_BEAM_PANEL = "Výpočet hmotnosti panelu nosníku"
IDS_CALCULATE_GIRDER_MODE_PROPERTIES = "Vypočítat vlastnosti módu nosníku"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH = "Výpočet účinné šířky panelu hlavního nosníku"
IDS_CHECK_VIBRATION_COMBINED_MODE = "Zkontrolovat vibrace (kombinovaný mód)"
IDS_ADJUST_GIRDER_DEFLECTION = "Upravit průhyb nosníku"
IDS_CALCULATE_FLOOR_FUNDAMENTAL_FREQUENCY = "Vypočítat základní frekvenci podlahy"
IDS_CALCULATE_EQUIVALENT_COMBINED_MODE_PANEL_WEIGHT = "Výpočet ekvivalentní hmotnosti panelu v kombinovaném režimu"
IDS_CALCULATE_PEAK_ACCELERATION = "Vypočítat maximální zrychlení"
IDS_H_BEAM__SLAB = "H-nosník a deska"
IDS_CONST_LOAD = "Stálé zatížení"
IDS_CONCENTRATED_FORCES = "Koncentrované síly"
IDS_CONSTRUCTION = "Stavba"
IDS_DEAD__LIVE = "Trvalé a živé"
IDS_PLASTIC_DESIGN_COMPACT_SECTION = "Plastický návrh (kompaktní průřez)"
IDS_ELASTIC_DESIGN_COMPACT_SECTION = "Elastický návrh (nekompaktní průřez)"
IDS_MAX = "Max."
IDS_V = "V'"
IDS_COMP_RATIO = "Poměr tlaku"
IDS_N = "n"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH__WEIGHT = "Výpočet účinné šířky a hmotnosti panelu nosníku"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH__WEIGHT = "Výpočet účinné šířky a hmotnosti panelu hlavního nosníku"
IDS_W = "W"
IDS_FLOOR_FREQUENCY_HZ = "Frekvence podlahy (Hz)"
IDS_PEAK_ACCELERATION_%_GRAVITY = "Peak Acceleration (% Gravity)"
IDS_SRC_COMPOSITE_BEAM_INPUT_LIST = "VSTUPNÍ SEZNAM KOMPOZITNÍHO NOSNÍKU SRC"
IDS_SECTION_H_BEAM__SLAB = "Průřez (H-nosník a deska)"
IDS_SECTION_STUD = "Průřez (trn)"
IDS_SECTION_DECK_PLATE = "Průřez (palubní deska)"
IDS_DESIGN_LOAD_UNIFORM_LOAD = "Návrhové zatížení (jednotné zatížení)"
IDS_DESIGN_FORCE_CONCENTRATED_FORCES = "Návrhová síla (koncentrované síly)"
IDS_NOWEB = "Bez stojiny"
IDS_NOFLANGE = "Bez pásnice"
IDS_PM = "PM"
IDS_VX = "Vx"
IDS_VY = "Vy"
IDS_C = "C"
IDS_D = "D"
IDS_HOOP_BAR = "Kroužková výztuž"
IDS_CHECK_REQUIREMENT_FOR_MATERIAL = "Zkontrolovat požadavek na materiál"
IDS_CALCULATE_STEEL_RATIO = "Vypočítat poměr oceli"
IDS_CALCULATE_MAIN_BAR_SPACE = "Vypočítat prostor hlavní výztuže"
IDS_CALCULATE_ECCENTRICITY = "Vypočítat excentricitu"
IDS_COLUMN_UNDER_TENSION_FORCE_SKIPPED = "Sloup v tahu. Přeskočeno."
IDS_CALCULATE_CAPACITY_OF_STEEL = "Vypočítat kapacitu oceli"
IDS_CALCULATE_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Výpočet jmenovité únosnosti pro neutrální osu"
IDS_F = "f"
IDS_CONC = "beton"
IDS_STEEL = "ocel"
IDS_CONCRETE_SECTION = "Betonový průřez"
IDS_H_BEAM__REBAR = "H-nosník a výztuž"
IDS_HOOP_BAREND = "Kroužková výztuž (KONEC)"
IDS_STEEL_BEAM_AT_CONSTRUCTION_STAGE = "Ocelový nosník ve fázi výstavby"
IDS_COMPOSITE_BEAM_AT_NORMAL_STAGE = "Kompozitní nosník v běžné fázi"
IDS_CHECK_NEUTRAL_AXIS_IN_SECTION = "Kontrola neutrální osy v průřezu"
IDS_PLASTIC_NA = "Plastická N.A."
IDS_COORINATE_OF_PLASTIC_NA = "Souřadnice plastické N.A."
IDS_CHECK_BENDING_RESISTANCE = "Zkontrolovat odolnost proti ohybu"
IDS_NAXIS_CONDITION = "Podmínka"
IDS_NAXIS_EQUATION_FOR = "Rovnice pro"
IDS_NAXIS_VALUE = "Hodnota"
IDS_CALCULATION = "Výpočet"
IDS_CALCULATION_FOR_K = "Výpočet pro k"
IDS_ELASTIC_MOMENT_RESISTANCE = "Výpočet elastické momentové únosnosti"
IDS_PLASTIC_MOMENT_RESISTNACE = "Výpočet plastické momentové únosnosti"
IDS_CALCULATION_OF = "Výpočet"
IDS_ELASTIC_NA = "Elastická N.A."
IDS_COORDINATE_OF_ELASTIC_NA = "Souřadnice elastické N.A."
IDS_CHECK_EFFECTIVE_COMPOSTIE_SECTION = "Zkontrolovat efektivní kompozitní průřez"
IDS_POSITION = "Pozice"
IDS_EQUATION_FOR_K = "Rovnice pro k"
IDS_STEEL_TOP_FLANGE = "Ocelová horní příruby"
IDS_STEEL_WEB = "Ocelová výplň"
IDS_STEEL_BOT_FLANGE = "Ocelová dolní příruby"
IDS_CONCRETE_SLAB = "Betonová deska"
IDS_REINFORCING_STEEL = "Výztužná ocel"
IDS_SECTION_MODULUS_AT_AN_INTERNAL_SUPPORT = "Průřezový modul na vnitřní podpoře"
IDS_TABLE_OF_SECTION_MODULUS_AT_EACH_PART_IN_SECTION = "Tabulka průřezového modulu pro každou část průřezu"
IDS_STEEL_SECTION = "Ocelový průřez"
IDS_COMPOSITE_SECTION = "Kompozitní průřez"
IDS_CALCULATION_FOR_MOMENT_CAPACITY_OF_SECTION = "Výpočet momentové únosnosti průřezu"
IDS_PART = "Část"
IDS_AXIAL_COMP_CAPACITY = "Osová tlaková únosnost"
IDS_ARM_LENGTH = "Délka ramene"
IDS_MOMENT_CAPACITY_TABLE = "Kapacita momentu"
IDS_TOTAL = "Celkem"
IDS_ERROR = "Chyba"
IDS_IN_CONCRETE_SLAB = "v betonové desce"
IDS_IN_STEEL_TOP_FLANGE = "v ocelové horní přírubě"
IDS_IN_STEEL_WEB = "v ocelové výplni"
IDS_IN_STEEL_BOT_FLANGE = "v ocelové dolní přírubě"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_BOT_FLANGE = "Plastická neutrální osa ve spodní ocelové pásnici"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB = "Plastická neutrální osa v ocelové stojině"
IDS_PLASTIC_NEUTRAL_AXIS_IN_WEB = "Plastická neutrální osa ve stojině"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB_HOLE = "Plastická neutrální osa v otvoru ocelové stojiny"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_TOP_FLANGE = "Plastická neutrální osa v horní ocelové pásnici"
IDS_PLASTIC_NEUTRAL_AXIS_IN_CONCRETE_SLAB = "Plastická neutrální osa v betonové desce"
IDS_CHECK_LONGITUDINAL_SHEAR_RESISTANCE = "Zkontrolovat podélnou smykovou odolnost"
IDS_CACULATE_LONGITUDINAL_SHEAR_FORCE = "Vypočítat podélnou smykovou sílu"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE_OF_HEADED_STUD = "Výpočet návrhové smykové únosnosti trnového svorníku"
IDS_BENDING_RESISTANCE = "Odolnost proti ohybu"
IDS_LONGITUDINAL_SHEAR_RESISTANCE = "Odolnost proti podélnému smyku"
IDS_TABLE_OF_CALCULATION_FOR_K = "Tabulka výpočtu pro k"
IDS_VERTICAL_SHEAR_RESISTANCE = "Odolnost proti vertikálnímu smyku"
IDS_LONGITUDINAL_DIRECTION = "Podélný směr"
IDS_MOMENT_CAPACITY_CALCULATION_REFERENCE = "Znaménko momentové únosnosti je určeno směrem momentu bez ohledu na směr síly."
IDS_EFFECTIVE_WIDTH = "Účinná šířka"
IDS_CHECK_REQUIREMENT_FOR_STUD_SMALL = "Zkontrolovat požadavek na sloupek"
IDS_CHECK_SIZE_SMALL = "Zkontrolovat velikost"
IDS_CHECK_MATERIAL_SMALL = "Zkontrolovat materiál"
IDS_EC_MAJOR_AXIS_Y = "Hlavní osa (Y)"
IDS_EC_MINOR_AXIS_X = "Vedlejší osa (X)"
IDS_CHECK_VERTICAL_SHEAR_RESISTANCE = "Zkontrolovat odolnost proti vertikálnímu smyku"
IDS_EC_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_EC_REPORT_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_EC_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_PLASTIC_MOMENT_RESISTANCE = "Výpočet plastické momentové únosnosti"
